{
  "meta": {
    "found": 8177251,
    "returned": 3,
    "limit": 3,
    "page": 1
  },
  "data": [
    {
      "uuid": "fa3b252b-4e00-4bb8-a4e7-4ae9922a2668",
      "title": "Браки и разводы в Беларуси: сравнили цифры по регионам",
      "description": "Изучили статистику браков и разводов в разрезе регионов Беларуси за последние годы.",
      "keywords": "браки, разводы, Белстат",
      "snippet": "Фото носит иллюстративный характер, источник: freepik.com\n\nФото носит иллюстративный характ?...",
      "url": "https://myfin.by/article/zhizn/braki-i-razvody-v-belarusi-sravnili-cifry-po-regionam-41642",
      "image_url": "https://myfin.by/source//2/n4D-9jHuNBkNponm_uqIU2hppVOZdVLe.jpg",
      "language": "ru",
      "published_at": "2025-11-08T13:21:25.000000Z",
      "source": "myfin.by",
      "relevance_score": null,
      "entities": [],
      "full_text": "Фото носит иллюстративный характер, источник: freepik.com\n\nФото носит иллюстративный характер, источник: freepik.com 13:21 08.11.2025 1262 Чтение: 1 мин.\n\nИзучили статистику браков и разводов в разрезе регионов Беларуси за последние годы.\n\nПо данным Белстата, в 2024 году в стране было зарегистрировано 46 242 брака и 34 866 разводов.\n\nЧисло браков на 1000 человек населения составило 5,1, разводов – 3,8.\n\nДля сравнения: в 2019 году число браков в Беларуси составляло 62 744, а разводов – 34 470.\n\nИсточник: Белстат\n\nЧто касается региональной статистики, то, к примеру, в 2024 году в Минске было зарегистрировано 11 589 браков.\n\nВ Гомельской области заключили 6465 браков, в Минской – 6420.\n\nДоступны и более ранние цифры – в 2019 году больше всего брачных союзов зафиксировано в столице (15 208), меньше всего – в Гродненской области (6528).\n\nИсточник: Белстат\n\nВ 2024 году разводов в столице оформили 7716, в Минской области – 5541, в Брестской – 4636.\n\nПри этом пятью годами ранее в этих регионах цифры были такими: 7859, 5043 и 4516 соответственно.\n\n\n\n\n\nИсточник: Белстат\n\nИсточник: Myfin.by Если вы заметили ошибку в тексте новости, пожалуйста, выделите её и нажмите Ctrl+Enter",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article discusses marriage and divorce statistics in Belarus, which do not directly relate to any specific stock tickers or companies. Therefore, there are no identified tickers affected by this news.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "5dec8a33-393a-4bc0-aae9-9961983108bf",
      "title": "고미코퍼레이션 베트남, ‘맘앤베이비 페스티벌 2025’서 궁중비책·뉴케어 하이하이 선보여",
      "description": "고미코퍼레이션 베트남이 11월 8~9일 호치민에서 열리는 ‘맘앤베이비 페스티벌 2025’에 참가해 한국 프리미엄 유아 스킨케어 브랜드 ‘궁중비책’과 어린이 영양 간식 ‘뉴케어 하이하이’를 선보인다. 이번 행사를 통해 현지 소비자와의 접점을 확대하고, 체험형 프로그램과 디지털 마케팅을 결합한 K-브랜드 홍보를 강화한다. 고미코퍼레이션 베트남은 현지 시장 협력과 소비자 인사이트를 기반으로 차별화된 유통 전략을 추진하며, 베트남을 넘어 아시아 전역으로 커머스 생태계를 확장할 계획이다.",
      "keywords": "",
      "snippet": "글로벌 커머스 플랫폼 기업 어셈블코퍼레이션(Assemble Corporation)의 베트남 법인 고미코퍼레이션 베트남(Gomi Corporation Vietnam...",
      "url": "https://www.venturesquare.net/1013126",
      "image_url": "https://www.venturesquare.net/wp-content/uploads/2025/11/pic-696x522.jpg",
      "language": "ko",
      "published_at": "2025-11-08T13:11:22.000000Z",
      "source": "venturesquare.net",
      "relevance_score": null,
      "entities": [],
      "full_text": "글로벌 커머스 플랫폼 기업 어셈블코퍼레이션(Assemble Corporation)의 베트남 법인 고미코퍼레이션 베트남(Gomi Corporation Vietnam)은 한국 프리미엄 유아 스킨케어 브랜드 ‘궁중비책(Goongbe)’과 함께 오는 11월 8~9일 호치민시 안호이동 문화체육서비스센터에서 열리는 ‘맘앤베이비 페스티벌 2025(Festival Mẹ Bầu & Em Bé 2025)’에 공식 참가한다고 8일 밝혔다.\n\n‘맘앤베이비 페스티벌’은 베트남 최대 규모의 임산부·유아 전문 박람회로, 약 200개 브랜드와 1만 명 이상의 방문객이 참여할 예정이다. 고미코퍼레이션 베트남은 궁중비책의 현지 유통 파트너로서, 이번 행사를 통해 브랜드의 프리미엄 이미지를 강화하고 현지 소비자 접점을 확대할 계획이다.\n\n고미코퍼레이션 베트남은 이번 페스티벌에서 궁중비책과 함께 최근 론칭한 ‘뉴케어(Nucare) 하이하이’ 제품도 선보인다. ‘뉴케어 하이하이’는 대상웰라이프의 생애주기 맞춤 영양 브랜드 ‘뉴케어’에서 개발한 어린이용 건강 간식으로, 글로벌 인기 캐릭터 ‘핑크퐁 아기상어’ 디자인을 적용한 것이 특징이다. 초코맛과 밀크맛 두 가지로 구성된 제품은 균형 잡힌 영양소를 제공하면서도 아이들의 흥미를 높여 베트남 유아 가정의 긍정적인 반응을 얻고 있다.\n\n앞서 고미코퍼레이션 베트남은 대상웰라이프 베트남사무소와 ‘뉴케어 하이하이’에 대한 유통 및 디지털 마케팅 계약을 체결하고, SNS·키즈 콘텐츠 플랫폼·마미 커뮤니티 등 다양한 채널을 통한 현지 마케팅을 본격화하고 있다.\n\n회사 측은 “프리미엄 K-뉴트리션과 글로벌 IP를 결합한 전략적 파트너십을 통해 베트남 유아영양식 시장에서 차별화된 경쟁력을 확보하겠다”고 밝혔다.\n\n행사 기간 동안 고미코퍼레이션 베트남은 궁중비책과 뉴케어 하이하이 공동 부스를 운영하며, 다양한 체험형 프로그램을 진행한다.\n\n궁중비책은 본사 직수입 제품 라인을 전시하고 방문객이 직접 제품을 체험할 수 있는 공간을 마련했다. 뉴케어 하이하이는 시음 코너와 함께 아기상어 포토존, 경품 이벤트 등을 준비해 가족 단위 방문객의 참여를 유도할 예정이다. 또한 행사 기간 중 제품을 구매한 고객에게는 특별 할인 혜택이 제공된다.\n\n고미코퍼레이션 관계자는 “이번 페스티벌은 베트남 부모들에게 궁중비책의 브랜드 철학과 한국 프리미엄 스킨케어 기술, 그리고 뉴케어 하이하이의 K-뉴트리션 가치를 직접 경험할 수 있는 기회가 될 것”이라며 “베트남 유아·패밀리 시장 내 K-브랜드의 입지를 강화하겠다”고 말했다.\n\n고미코퍼레이션 베트남은 현지 시장과의 긴밀한 협력, 소비자 데이터 기반 인사이트를 통해 새로운 브랜드 경험과 차별화된 유통 전략을 만들어가고 있다. 이번 행사를 통해 K-브랜드의 가치를 널리 알리는 동시에, 베트남 시장을 비롯한 아시아 전역에서 지속 가능한 커머스 생태계 구축을 목표로 하고 있다.\n\nLike this: Like Loading...\n\nRelated\n\nGomi Corporation Vietnam to Present Gungjungbichaek and Newcare Hihi at 'Mom & Baby Festival 2025' Gomi Corporation Vietnam, a Vietnamese subsidiary of global commerce platform company Assemble Corporation, announced on the 8th that it will officially participate in the 'Mom & Baby Festival 2025 (Festival Mẹ Bầu & Em Bé 2025)' to be held at the An Hoi Ward Culture and Sports Service Center in Ho Chi Minh City on November 8th and 9th together with the Korean premium baby skincare brand 'Goongbe '. The \"Mom & Baby Festival\" is Vietnam's largest exhibition specializing in maternity care and infant care, with approximately 200 brands and over 10,000 visitors expected to participate. As the local distribution partner for Gungjungbichaek, Gomi Corporation Vietnam plans to use this event to strengthen the brand's premium image and expand its reach with local consumers. At this festival, Gomi Corporation Vietnam will showcase its recently launched \"Nucare Hi Hi,\" along with its Gungjungbichaek line. Developed by Daesang Welllife's personalized nutrition brand, Nucare, \"Nucare Hi Hi\" is a healthy snack for children. Designed with the globally popular Pinkfong character, Baby Shark, in mind, \"Nucare Hi Hi\" comes in two flavors: chocolate and milk. These products provide balanced nutrition while also engaging children, earning positive responses from families with young children in Vietnam. Gomi Corporation Vietnam previously signed a distribution and digital marketing contract with Daesang Welllife Vietnam Office for 'New Care Hi Hi' and is now in full swing with local marketing through various channels such as SNS, kids content platforms, and Mommy communities. The company stated, “We will secure differentiated competitiveness in the Vietnamese infant nutrition market through a strategic partnership that combines premium K-nutrition and global IP.” During the event, Gomi Corporation Vietnam will operate a joint booth with Gungjungbicheok and Newcare Hihi and will offer various experiential programs. Gungjungbicheok will showcase its line of directly imported products and provide a space where visitors can experience the products firsthand. Newcare Hihi will encourage family participation with a tasting corner, Baby Shark photo zone, and giveaway events. Customers who purchase products during the event will also receive special discounts. A Gomi Corporation official said, “This festival will be an opportunity for Vietnamese parents to experience firsthand the brand philosophy of Gungjungbichaek, premium Korean skincare technology, and the K-nutrition value of Newcare Hihi,” adding, “We will strengthen the position of K-brands in the Vietnamese baby and family market.” Gomi Corporation Vietnam is developing new brand experiences and differentiated distribution strategies through close collaboration with the local market and consumer data-driven insights. Through this event, the company aims to widely promote the value of K-brands and build a sustainable commerce ecosystem across Asia, including in the Vietnamese market. Gomi Corporation Vietnam Signs Distribution and Marketing Agreement for \"Newcare Hi-Hi\" with Daesang Welllife Vietnam Office\n\nGomi Corporation Vietnam présentera Gungjungbichaek et Newcare Hihi au « Festival Maman et Bébé 2025 » Gomi Corporation Vietnam, filiale vietnamienne de la société de plateforme de commerce mondial Assemble Corporation, a annoncé le 8 qu'elle participera officiellement au « Festival Maman et Bébé 2025 (Festival Mẹ Bầu & Em Bé 2025) » qui se tiendra au Centre culturel et sportif du quartier An Hoi à Hô Chi Minh-Ville les 8 et 9 novembre, en partenariat avec la marque coréenne de soins pour bébés haut de gamme « Goongbe ». Le « Festival Maman & Bébé » est le plus grand salon vietnamien dédié aux soins maternels et infantiles. Près de 200 marques et plus de 10 000 visiteurs sont attendus. Distributeur local de Gungjungbichaek, Gomi Corporation Vietnam entend profiter de cet événement pour renforcer l’image haut de gamme de la marque et étendre sa présence auprès des consommateurs vietnamiens. Lors de ce festival, Gomi Corporation Vietnam présentera son nouveau produit « Nucare Hi Hi », ainsi que sa gamme Gungjungbichaek. Développé par Nucare, la marque de nutrition personnalisée de Daesang Welllife, « Nucare Hi Hi » est un en-cas sain pour enfants. Inspiré du personnage mondialement connu de Pinkfong, Baby Shark, « Nucare Hi Hi » se décline en deux saveurs : chocolat et lait. Ces produits offrent une nutrition équilibrée tout en stimulant l'imagination des enfants, et ont rencontré un vif succès auprès des familles vietnamiennes avec de jeunes enfants. Gomi Corporation Vietnam a précédemment signé un contrat de distribution et de marketing numérique avec Daesang Welllife Vietnam Office pour « New Care Hi Hi » et est maintenant en pleine campagne de marketing local via différents canaux tels que les réseaux sociaux, les plateformes de contenu pour enfants et les communautés de mamans. L'entreprise a déclaré : « Nous allons assurer une compétitivité différenciée sur le marché vietnamien de la nutrition infantile grâce à un partenariat stratégique qui combine une nutrition K de qualité supérieure et une propriété intellectuelle mondiale. » Durant cet événement, Gomi Corporation Vietnam tiendra un stand commun avec Gungjungbicheok et Newcare Hihi et proposera divers programmes expérientiels. Gungjungbicheok présentera sa gamme de produits importés directement et offrira un espace où les visiteurs pourront les découvrir. Newcare Hihi encouragera les familles à participer grâce à un espace de dégustation, une zone photo Baby Shark et des jeux-concours. Les clients qui achèteront des produits pendant l'événement bénéficieront également de réductions spéciales. Un responsable de Gomi Corporation a déclaré : « Ce festival sera l'occasion pour les parents vietnamiens de découvrir par eux-mêmes la philosophie de la marque Gungjungbichaek, la technologie coréenne haut de gamme des soins de la peau et les bienfaits nutritionnels coréens de Newcare Hihi », ajoutant : « Nous renforcerons la position des marques coréennes sur le marché vietnamien des produits pour bébés et familles. » Gomi Corporation Vietnam développe de nouvelles expériences de marque et des stratégies de distribution différenciées grâce à une collaboration étroite avec le marché local et à une analyse approfondie des données consommateurs. À travers cet événement, l'entreprise souhaite promouvoir largement la valeur des marques coréennes et bâtir un écosystème commercial durable en Asie, notamment au Vietnam. Gomi Corporation Vietnam signe un accord de distribution et de commercialisation pour « Newcare Hi-Hi » avec Daesang Welllife Vietnam Office\n\nLike this: Like Loading...",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "ASMB",
          "DASTF"
        ],
        "summary": "Gomi Corporation Vietnam is participating in the Mom & Baby Festival 2025, showcasing premium baby skincare and nutrition products. This event is expected to enhance brand visibility and market reach for both Assemble Corporation and Daesang Welllife, positively impacting their stock performance.",
        "ticker_impacts": {
          "ASMB": {
            "impact": "positive",
            "explanation": "Assemble Corporation, the parent company of Gomi Corporation Vietnam, is likely to benefit from the increased visibility and brand promotion at the Mom & Baby Festival 2025. Their participation in this event could lead to higher sales and market share in the Vietnamese infant care market."
          },
          "DASTF": {
            "impact": "positive",
            "explanation": "Daesang Welllife, which developed the Newcare Hi Hi product, is expected to see a positive impact as their product gains exposure at a major festival. The collaboration with Gomi Corporation Vietnam and the focus on marketing could enhance their brand presence and sales in the region."
          }
        }
      }
    },
    {
      "uuid": "6a153319-642d-46d1-b23c-d18d22005d56",
      "title": "Europoslanec Zdechovský vyhrál téměř milion ve Sportce",
      "description": "Při pátečním slosování loterijní hry Sportka vyhrál český europoslanec Tomáš Zdechovský (KDU-ČSL) 933 552 korun. Pochlubil se tím na sociální síti X. Peníze si podle svých slov nenechá.",
      "keywords": "Tomáš Zdechovský, Europoslanci, Sportka, Výhra, Milióny, Charita",
      "snippet": "",
      "url": "https://www.novinky.cz/clanek/zahranicni-evropa-europoslanec-zdechovsky-vyhral-temer-milion-ve-sportce-40547949",
      "image_url": "https://d15-a.sdn.cz/d_15/c_img_oa_A/nQOSLp28xnB7SycClbDgzv7C/092b.jpeg?fl=cro,0,0,3852,2167%7Cres,1200,,1%7Cjpg,80,,1",
      "language": "cs",
      "published_at": "2025-11-08T13:08:15.000000Z",
      "source": "novinky.cz",
      "relevance_score": null,
      "entities": [],
      "full_text": "",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article discusses a Czech politician winning a lottery prize and does not mention any specific companies or industries that would be impacted by this event. Therefore, there are no relevant stock tickers or impacts to report.",
        "ticker_impacts": {}
      }
    }
  ]
}