{
  "meta": {
    "found": 8177681,
    "returned": 3,
    "limit": 3,
    "page": 1
  },
  "data": [
    {
      "uuid": "fa3b252b-4e00-4bb8-a4e7-4ae9922a2668",
      "title": "Браки и разводы в Беларуси: сравнили цифры по регионам",
      "description": "Изучили статистику браков и разводов в разрезе регионов Беларуси за последние годы.",
      "keywords": "браки, разводы, Белстат",
      "snippet": "Фото носит иллюстративный характер, источник: freepik.com\n\nФото носит иллюстративный характ?...",
      "url": "https://myfin.by/article/zhizn/braki-i-razvody-v-belarusi-sravnili-cifry-po-regionam-41642",
      "image_url": "https://myfin.by/source//2/n4D-9jHuNBkNponm_uqIU2hppVOZdVLe.jpg",
      "language": "ru",
      "published_at": "2025-11-08T13:21:25.000000Z",
      "source": "myfin.by",
      "relevance_score": null,
      "entities": [],
      "full_text": "Фото носит иллюстративный характер, источник: freepik.com\n\nФото носит иллюстративный характер, источник: freepik.com 13:21 08.11.2025 1262 Чтение: 1 мин.\n\nИзучили статистику браков и разводов в разрезе регионов Беларуси за последние годы.\n\nПо данным Белстата, в 2024 году в стране было зарегистрировано 46 242 брака и 34 866 разводов.\n\nЧисло браков на 1000 человек населения составило 5,1, разводов – 3,8.\n\nДля сравнения: в 2019 году число браков в Беларуси составляло 62 744, а разводов – 34 470.\n\nИсточник: Белстат\n\nЧто касается региональной статистики, то, к примеру, в 2024 году в Минске было зарегистрировано 11 589 браков.\n\nВ Гомельской области заключили 6465 браков, в Минской – 6420.\n\nДоступны и более ранние цифры – в 2019 году больше всего брачных союзов зафиксировано в столице (15 208), меньше всего – в Гродненской области (6528).\n\nИсточник: Белстат\n\nВ 2024 году разводов в столице оформили 7716, в Минской области – 5541, в Брестской – 4636.\n\nПри этом пятью годами ранее в этих регионах цифры были такими: 7859, 5043 и 4516 соответственно.\n\n\n\n\n\nИсточник: Белстат\n\nИсточник: Myfin.by Если вы заметили ошибку в тексте новости, пожалуйста, выделите её и нажмите Ctrl+Enter",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article discusses marriage and divorce statistics in Belarus, which do not directly relate to any specific stock tickers or companies. Therefore, there are no identified tickers affected by this news.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "5dec8a33-393a-4bc0-aae9-9961983108bf",
      "title": "고미코퍼레이션 베트남, ‘맘앤베이비 페스티벌 2025’서 궁중비책·뉴케어 하이하이 선보여",
      "description": "고미코퍼레이션 베트남이 11월 8~9일 호치민에서 열리는 ‘맘앤베이비 페스티벌 2025’에 참가해 한국 프리미엄 유아 스킨케어 브랜드 ‘궁중비책’과 어린이 영양 간식 ‘뉴케어 하이하이’를 선보인다. 이번 행사를 통해 현지 소비자와의 접점을 확대하고, 체험형 프로그램과 디지털 마케팅을 결합한 K-브랜드 홍보를 강화한다. 고미코퍼레이션 베트남은 현지 시장 협력과 소비자 인사이트를 기반으로 차별화된 유통 전략을 추진하며, 베트남을 넘어 아시아 전역으로 커머스 생태계를 확장할 계획이다.",
      "keywords": "",
      "snippet": "글로벌 커머스 플랫폼 기업 어셈블코퍼레이션(Assemble Corporation)의 베트남 법인 고미코퍼레이션 베트남(Gomi Corporation Vietnam...",
      "url": "https://www.venturesquare.net/1013126",
      "image_url": "https://www.venturesquare.net/wp-content/uploads/2025/11/pic-696x522.jpg",
      "language": "ko",
      "published_at": "2025-11-08T13:11:22.000000Z",
      "source": "venturesquare.net",
      "relevance_score": null,
      "entities": [],
      "full_text": "글로벌 커머스 플랫폼 기업 어셈블코퍼레이션(Assemble Corporation)의 베트남 법인 고미코퍼레이션 베트남(Gomi Corporation Vietnam)은 한국 프리미엄 유아 스킨케어 브랜드 ‘궁중비책(Goongbe)’과 함께 오는 11월 8~9일 호치민시 안호이동 문화체육서비스센터에서 열리는 ‘맘앤베이비 페스티벌 2025(Festival Mẹ Bầu & Em Bé 2025)’에 공식 참가한다고 8일 밝혔다.\n\n‘맘앤베이비 페스티벌’은 베트남 최대 규모의 임산부·유아 전문 박람회로, 약 200개 브랜드와 1만 명 이상의 방문객이 참여할 예정이다. 고미코퍼레이션 베트남은 궁중비책의 현지 유통 파트너로서, 이번 행사를 통해 브랜드의 프리미엄 이미지를 강화하고 현지 소비자 접점을 확대할 계획이다.\n\n고미코퍼레이션 베트남은 이번 페스티벌에서 궁중비책과 함께 최근 론칭한 ‘뉴케어(Nucare) 하이하이’ 제품도 선보인다. ‘뉴케어 하이하이’는 대상웰라이프의 생애주기 맞춤 영양 브랜드 ‘뉴케어’에서 개발한 어린이용 건강 간식으로, 글로벌 인기 캐릭터 ‘핑크퐁 아기상어’ 디자인을 적용한 것이 특징이다. 초코맛과 밀크맛 두 가지로 구성된 제품은 균형 잡힌 영양소를 제공하면서도 아이들의 흥미를 높여 베트남 유아 가정의 긍정적인 반응을 얻고 있다.\n\n앞서 고미코퍼레이션 베트남은 대상웰라이프 베트남사무소와 ‘뉴케어 하이하이’에 대한 유통 및 디지털 마케팅 계약을 체결하고, SNS·키즈 콘텐츠 플랫폼·마미 커뮤니티 등 다양한 채널을 통한 현지 마케팅을 본격화하고 있다.\n\n회사 측은 “프리미엄 K-뉴트리션과 글로벌 IP를 결합한 전략적 파트너십을 통해 베트남 유아영양식 시장에서 차별화된 경쟁력을 확보하겠다”고 밝혔다.\n\n행사 기간 동안 고미코퍼레이션 베트남은 궁중비책과 뉴케어 하이하이 공동 부스를 운영하며, 다양한 체험형 프로그램을 진행한다.\n\n궁중비책은 본사 직수입 제품 라인을 전시하고 방문객이 직접 제품을 체험할 수 있는 공간을 마련했다. 뉴케어 하이하이는 시음 코너와 함께 아기상어 포토존, 경품 이벤트 등을 준비해 가족 단위 방문객의 참여를 유도할 예정이다. 또한 행사 기간 중 제품을 구매한 고객에게는 특별 할인 혜택이 제공된다.\n\n고미코퍼레이션 관계자는 “이번 페스티벌은 베트남 부모들에게 궁중비책의 브랜드 철학과 한국 프리미엄 스킨케어 기술, 그리고 뉴케어 하이하이의 K-뉴트리션 가치를 직접 경험할 수 있는 기회가 될 것”이라며 “베트남 유아·패밀리 시장 내 K-브랜드의 입지를 강화하겠다”고 말했다.\n\n고미코퍼레이션 베트남은 현지 시장과의 긴밀한 협력, 소비자 데이터 기반 인사이트를 통해 새로운 브랜드 경험과 차별화된 유통 전략을 만들어가고 있다. 이번 행사를 통해 K-브랜드의 가치를 널리 알리는 동시에, 베트남 시장을 비롯한 아시아 전역에서 지속 가능한 커머스 생태계 구축을 목표로 하고 있다.\n\nLike this: Like Loading...\n\nRelated\n\nGomi Corporation Vietnam to Present Gungjungbichaek and Newcare Hihi at 'Mom & Baby Festival 2025' Gomi Corporation Vietnam, a Vietnamese subsidiary of global commerce platform company Assemble Corporation, announced on the 8th that it will officially participate in the 'Mom & Baby Festival 2025 (Festival Mẹ Bầu & Em Bé 2025)' to be held at the An Hoi Ward Culture and Sports Service Center in Ho Chi Minh City on November 8th and 9th together with the Korean premium baby skincare brand 'Goongbe '. The \"Mom & Baby Festival\" is Vietnam's largest exhibition specializing in maternity care and infant care, with approximately 200 brands and over 10,000 visitors expected to participate. As the local distribution partner for Gungjungbichaek, Gomi Corporation Vietnam plans to use this event to strengthen the brand's premium image and expand its reach with local consumers. At this festival, Gomi Corporation Vietnam will showcase its recently launched \"Nucare Hi Hi,\" along with its Gungjungbichaek line. Developed by Daesang Welllife's personalized nutrition brand, Nucare, \"Nucare Hi Hi\" is a healthy snack for children. Designed with the globally popular Pinkfong character, Baby Shark, in mind, \"Nucare Hi Hi\" comes in two flavors: chocolate and milk. These products provide balanced nutrition while also engaging children, earning positive responses from families with young children in Vietnam. Gomi Corporation Vietnam previously signed a distribution and digital marketing contract with Daesang Welllife Vietnam Office for 'New Care Hi Hi' and is now in full swing with local marketing through various channels such as SNS, kids content platforms, and Mommy communities. The company stated, “We will secure differentiated competitiveness in the Vietnamese infant nutrition market through a strategic partnership that combines premium K-nutrition and global IP.” During the event, Gomi Corporation Vietnam will operate a joint booth with Gungjungbicheok and Newcare Hihi and will offer various experiential programs. Gungjungbicheok will showcase its line of directly imported products and provide a space where visitors can experience the products firsthand. Newcare Hihi will encourage family participation with a tasting corner, Baby Shark photo zone, and giveaway events. Customers who purchase products during the event will also receive special discounts. A Gomi Corporation official said, “This festival will be an opportunity for Vietnamese parents to experience firsthand the brand philosophy of Gungjungbichaek, premium Korean skincare technology, and the K-nutrition value of Newcare Hihi,” adding, “We will strengthen the position of K-brands in the Vietnamese baby and family market.” Gomi Corporation Vietnam is developing new brand experiences and differentiated distribution strategies through close collaboration with the local market and consumer data-driven insights. Through this event, the company aims to widely promote the value of K-brands and build a sustainable commerce ecosystem across Asia, including in the Vietnamese market. Gomi Corporation Vietnam Signs Distribution and Marketing Agreement for \"Newcare Hi-Hi\" with Daesang Welllife Vietnam Office\n\nGomi Corporation Vietnam présentera Gungjungbichaek et Newcare Hihi au « Festival Maman et Bébé 2025 » Gomi Corporation Vietnam, filiale vietnamienne de la société de plateforme de commerce mondial Assemble Corporation, a annoncé le 8 qu'elle participera officiellement au « Festival Maman et Bébé 2025 (Festival Mẹ Bầu & Em Bé 2025) » qui se tiendra au Centre culturel et sportif du quartier An Hoi à Hô Chi Minh-Ville les 8 et 9 novembre, en partenariat avec la marque coréenne de soins pour bébés haut de gamme « Goongbe ». Le « Festival Maman & Bébé » est le plus grand salon vietnamien dédié aux soins maternels et infantiles. Près de 200 marques et plus de 10 000 visiteurs sont attendus. Distributeur local de Gungjungbichaek, Gomi Corporation Vietnam entend profiter de cet événement pour renforcer l’image haut de gamme de la marque et étendre sa présence auprès des consommateurs vietnamiens. Lors de ce festival, Gomi Corporation Vietnam présentera son nouveau produit « Nucare Hi Hi », ainsi que sa gamme Gungjungbichaek. Développé par Nucare, la marque de nutrition personnalisée de Daesang Welllife, « Nucare Hi Hi » est un en-cas sain pour enfants. Inspiré du personnage mondialement connu de Pinkfong, Baby Shark, « Nucare Hi Hi » se décline en deux saveurs : chocolat et lait. Ces produits offrent une nutrition équilibrée tout en stimulant l'imagination des enfants, et ont rencontré un vif succès auprès des familles vietnamiennes avec de jeunes enfants. Gomi Corporation Vietnam a précédemment signé un contrat de distribution et de marketing numérique avec Daesang Welllife Vietnam Office pour « New Care Hi Hi » et est maintenant en pleine campagne de marketing local via différents canaux tels que les réseaux sociaux, les plateformes de contenu pour enfants et les communautés de mamans. L'entreprise a déclaré : « Nous allons assurer une compétitivité différenciée sur le marché vietnamien de la nutrition infantile grâce à un partenariat stratégique qui combine une nutrition K de qualité supérieure et une propriété intellectuelle mondiale. » Durant cet événement, Gomi Corporation Vietnam tiendra un stand commun avec Gungjungbicheok et Newcare Hihi et proposera divers programmes expérientiels. Gungjungbicheok présentera sa gamme de produits importés directement et offrira un espace où les visiteurs pourront les découvrir. Newcare Hihi encouragera les familles à participer grâce à un espace de dégustation, une zone photo Baby Shark et des jeux-concours. Les clients qui achèteront des produits pendant l'événement bénéficieront également de réductions spéciales. Un responsable de Gomi Corporation a déclaré : « Ce festival sera l'occasion pour les parents vietnamiens de découvrir par eux-mêmes la philosophie de la marque Gungjungbichaek, la technologie coréenne haut de gamme des soins de la peau et les bienfaits nutritionnels coréens de Newcare Hihi », ajoutant : « Nous renforcerons la position des marques coréennes sur le marché vietnamien des produits pour bébés et familles. » Gomi Corporation Vietnam développe de nouvelles expériences de marque et des stratégies de distribution différenciées grâce à une collaboration étroite avec le marché local et à une analyse approfondie des données consommateurs. À travers cet événement, l'entreprise souhaite promouvoir largement la valeur des marques coréennes et bâtir un écosystème commercial durable en Asie, notamment au Vietnam. Gomi Corporation Vietnam signe un accord de distribution et de commercialisation pour « Newcare Hi-Hi » avec Daesang Welllife Vietnam Office\n\nLike this: Like Loading...",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "ASMB",
          "DASTF"
        ],
        "summary": "Gomi Corporation Vietnam is participating in the Mom & Baby Festival 2025, showcasing premium baby skincare and nutrition products. This event is expected to enhance brand visibility and market reach for both Assemble Corporation and Daesang Welllife, positively impacting their stock performance.",
        "ticker_impacts": {
          "ASMB": {
            "impact": "positive",
            "explanation": "Assemble Corporation, the parent company of Gomi Corporation Vietnam, is likely to benefit from the increased visibility and brand promotion at the Mom & Baby Festival 2025. Their participation in this event could lead to higher sales and market share in the Vietnamese infant care market."
          },
          "DASTF": {
            "impact": "positive",
            "explanation": "Daesang Welllife, which developed the Newcare Hi Hi product, is expected to see a positive impact as their product gains exposure at a major festival. The collaboration with Gomi Corporation Vietnam and the focus on marketing could enhance their brand presence and sales in the region."
          }
        }
      }
    },
    {
      "uuid": "6a153319-642d-46d1-b23c-d18d22005d56",
      "title": "Europoslanec Zdechovský vyhrál téměř milion ve Sportce",
      "description": "Při pátečním slosování loterijní hry Sportka vyhrál český europoslanec Tomáš Zdechovský (KDU-ČSL) 933 552 korun. Pochlubil se tím na sociální síti X. Peníze si podle svých slov nenechá.",
      "keywords": "Tomáš Zdechovský, Europoslanci, Sportka, Výhra, Milióny, Charita",
      "snippet": "",
      "url": "https://www.novinky.cz/clanek/zahranicni-evropa-europoslanec-zdechovsky-vyhral-temer-milion-ve-sportce-40547949",
      "image_url": "https://d15-a.sdn.cz/d_15/c_img_oa_A/nQOSLp28xnB7SycClbDgzv7C/092b.jpeg?fl=cro,0,0,3852,2167%7Cres,1200,,1%7Cjpg,80,,1",
      "language": "cs",
      "published_at": "2025-11-08T13:08:15.000000Z",
      "source": "novinky.cz",
      "relevance_score": null,
      "entities": [],
      "full_text": "",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article discusses a Czech politician winning a lottery prize and does not mention any specific companies or industries that would be impacted by this event. Therefore, there are no relevant stock tickers or impacts to report.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "429fe026-9068-4bdc-b946-dab77df30d75",
      "title": "Gen AI Is Going Mainstream: Here’s What’s Coming Next",
      "description": "84% of leaders now use GenAI every week, and 45% daily. Now that AI has gone mainstream, what happens next?",
      "keywords": "",
      "snippet": "I just completed nearly 60,000 miles of travel across Europe, Asia, and the Middle East meeting with hundred of companies to discuss their AI strategies. While ...",
      "url": "https://joshbersin.com/2025/11/gen-ai-is-going-mainstream-heres-whats-coming-next/",
      "image_url": "https://joshbersin.com/wp-content/uploads/2025/11/cross-chasm.png",
      "language": "en",
      "published_at": "2025-11-08T13:37:12.000000Z",
      "source": "joshbersin.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "I just completed nearly 60,000 miles of travel across Europe, Asia, and the Middle East meeting with hundred of companies to discuss their AI strategies. While every company’s maturity is different, one thing is clear: AI as a business tool has arrived: it’s real and the use-cases are growing.\n\nA new survey by Wharton shows that 46% of business leaders use Gen AI daily and 80% use it weekly. And among these users, 72% are measuring ROI and 74% report a positive return. HR, by the way, is the #3 department in use cases, only slightly behind IT and Finance.\n\nBudgets, as you may expect, are also going up: 23% of large companies are spending $20M or more, and 43% are spending over $10M per year.\n\nWhat are companies getting out of all this? Productivity. The #1 use case, by far, is what we call “stage 1” usage – individual productivity. AI is helping people summarize meetings, analyze data, find information, and author or analyze documents. These personal productivity use cases are very real, but they’re also only the beginning.\n\nGen AI May Be The New Microsoft Office\n\nI hate to say it, but these are similar use cases to the early days of word processing, spreadsheets, and internet search: they’re “individual productivity” benefits. Microsoft really designed for this. The MS Copilot is slowly becoming the “New Microsoft Office Suite.”\n\nOf course AI does much more. About 12% of companies now have corporate agents (ie. IBM’s “Ask HR” for example), and these “knowledge and information management” chatbots will be everywhere. Internal AI agents like this can replace complex portals and Sharepoint sites, and also serve as customer support systems. Every company will have one.\n\nOne of our clients, a large healthcare company, has been running an employee chatbot (agent) for a four years. It’s so successful that every HR application is now being integrated behind it. Employees ask it for help with pay, benefits, work schedules, and even training.\n\nRecruiting is another proven use of AI: job candidates can chat with an agent, take an AI-based assessment, and get interviewed by an AI avatar. And they can do this in the middle of the night: no need to schedule a call with a recruiter or hiring manager.\n\nWhile the high-ROI multi-function agents aren’t quite here yet (stage 3 above), companies are now deploying AI-based coaches and AI based learning tools. Many of our large clients are now implementing AI-native learning systems and seeing 30-40% reduction in staff with vast improvements in workforce enablement.\n\nFor HR overall our Galileo business has suddenly exploded as more and more companies want a highly tuned HR and learning agent for staff and managers. (Galileo is now a digital HR business partner and Supertutor.)\n\nCrossing The Rubicon: What Chasm Did We Cross?\n\nCrossing a Rubicon means “passing a point of no return.” Well that’s where we are.\n\nDespite inflammatory stories about AI ruining our lives and careers, Gen AI is a useful, pragmatic, easy to understand tool. It’s by no means perfect (listen to my podcast on the high rate of errors from ChatGPT), but once you learn how to use it (and build a trusted data set to train it), it works quite well.\n\nTwo years ago the NYT was trying to frighten us with stories of AI acting as a romance partner. Well those stories are over, and thanks to a $Trillion (literally) of capital investment in infrastructure, engineering, and power plants, this stuff is reasonably safe.\n\nI’m not saying it’s 100% safe: if you aren’t careful it’s easy to come up with a wrong answer, a poorly written report, or bogus finding. But we’re getting used to “checking” the AI, so we’re more comfortable with its “probabilistic nature.”\n\nAnd there are new issues: we’re all going to be living next to a powerplant or a data center, and that raises new political issues.(One of the leaders in the UAE informed me that every ChatGPT query consumes four liters of water, which is now the next big challenge to address.)\n\nWhere Do We Go Next?\n\nAs I will be discussing in a major webinar this week (AI Trends for 2026), this is barely even the beginning. We have many changes yet to come, so let me mention them here.\n\nFrom Single User to Multi-Function Use Cases\n\nFirst, the big ROI from AI is going to be what I call a “multi-functional agent.” (see stage 3 above)\n\nThe productivity tools we have today are like having an AI tool to help you turn the steering wheel in your car. (Power steering.) It’s a nice thing to have, but we really want the AI to “take me from place to place,” not “help me steer.”\n\nThis is starting to happen in recruiting and training, where we now have agents that can write job requisitions, chat with candidates, schedule interviews, and screen resumes all in one. Soon they’ll be connected to onboarding and annual performance reviews. This “hiring and career” agent is what we call a multi-functional AI agent, and we’re working on a blueprint to help vendors and buyers build these out.\n\nCompanies don’t want hundreds of agents running around pulling on steering wheels: they want “smart” agents working on end-to-end business processes. (ie. “design to build to distribute to sell”, or “position to target to market to close a sale” and then “bill to collect to renew and support.” So the individual use-cases we’re exploring will soon be much more integrated.\n\nAnd as these multi-functional agents appear (many will be built by IT, not by vendors), we then have to change every job in the company. No more need for “interview schedulers” or “SDR appointment creators” or “accounts receivable experts.” The agents do these “steering wheel” things in the context of a workflow.\n\nWe’ve seen this is in our Galileo business. What started as an HR “assistant” can now answer a question, develop a course, and give a user the answer to a complex pay, rewards, or internal company question. Galileo literally “builds solutions” for you, taking you from “idea or problem” to “proven solution” like the self-driving car.\n\nAgents Will Have Memory and Personalities\n\nThe second change coming is Agents who “know you.” Galileo now remembers who you are and what you did last. Rather than starting from scratch each time, the agents “learn from your usage” or “learn from the business itself.” This makes them more autonomous, personalized, and valuable.\n\nSuppose you’re a manager and you have a capacity problem. You ask Galileo something like “can you help me hire a new staff member?” and Galileo may say “before I open a requisition can I ask you to explain what you want this person to do?” It may then ask you about span of control (it has benchmarks) and say “for the salary you need it may be better to look for internal candidate, do you want me to find someone in the company with the skills you need?”\n\nA month later when you ask Galileo for help again it’s likely to say “it looks like your last hire didn’t ramp as fast as we expected, should we look at a new development plan for your team before we add a new person?”\n\nSee where I’m going?\n\nOnce all the “steering wheel” agents are working it’s time to put them together and let the AI help steer the entire operation. This is not far away at all, we’ll see a lot of this in 2026.\n\nData Management Will Now Be Mission Critical\n\nWhen we run across companies with experience we always find the same thing: the biggest new discipline they developed was data management, data labeling, and data governance. We learned this lesson with Galileo. If the data is not correct, current, and well labeled, the AI will not perform accurately.\n\nRemember the AI has no idea what these words or numbers mean. It simply uses probability and vector calculus to “produce answers.” Even the tiniest error in your data set could cause a high percentage of mistakes (Read my article about 45% of news queries being erroneous for more). So over time companies like IBM, Walmart, and BMS find that data ownership has become mission-critical.\n\nIBM has more than 6,000 HR policies in its “Ask HR” agent, and every policy has an owner who is responsible for keeping it up to date. Now IBM is building an agent to ripple through the policies and monitor regulatory changes in thousands of jurisdictions to point out possible problems. We’ll all be going down this learning curve.\n\nAgents Will Talk to Agents\n\nAnd there’s more. Now that we’ve “crossed the chasm” we need agent-to-agent communications. These protocols (a2a and MCP) are not mature yet, but companies are working on it. We now have Galileo connected to SAP’s Joule, for example, and more integrations are coming.\n\nLet me warn you, by the way. Don’t get excited and buy 50 different agents for use-cases in HR. The utility of the individual agents won’t seem so exciting if they don’t work together. Many of our clients now sign one-year contracts just to make sure they’re not stuck with something that gets obsoleted in a hurry.\n\nEarly next year we’re launching an Agentic AI Blueprint for HR, to show you where these agents should connect to each other. This kind of blueprint will help you make sure you don’t wind up with too many vendors, each pulling the car in different directions. (The self-driving care analogy works pretty well.)\n\nVendor Risks To Consider\n\nThere are still risks ahead. We don’t know if OpenAI is going to clean up its act or not. The MS Copilot is spread thin and going in many directions. And tools like Gemini and Anthropic are going to have to deal with Grok, Deepseek, and others. And if the stock market crashes a lot of these companies are likely to be consolidated.\n\nI think products that focus on quality, pragmatic business areas like Galileo, Paradox, Eightfold, Sana, Arist, and others are ready for purchase. So there are many strong HR vendors in the market.\n\nThe HCM vendors, from SAP to Workday to ADP and HiBob to ServiceNow, are building agents into their payroll and workflow engines. They aspire to be your end-to-end multi-functional agent provider too (SAP’s acquisition of SmartRecruiters, Workday’s acquisition of HiredScore, Paradox, and Sana) so we have to keep up with their offerings.\n\nWhat About Other Fears? Job Loss? Dumbing Down Workers?\n\nThroughout these meetings I heard all sorts of fears. HR staff are worried about their jobs. Recruiters aren’t sure which candidates are real. Some asked me “are we just going to become dummer?”\n\nHere’s my answer to these issues.\n\nIf you don’t lean into this revolution, it’s just going to start without you. This is a revolutionary time in business, and we have a once in a lifetime to re-engineer what we do. Now is not the time to chicken out. Get your hands on the tool of your choice or let us show you how to use Galileo. Your fluency and experience will show you new opportunities for your career.\n\nAs far as AI taking over our human jobs, I’d stop listening to the techies. There’s just no way.\n\nEven if we do wind up with self-driving cars, we’ll then look back and say “driving wasn’t that great anyway” (I will still have my sports car.) Let’s spend some time focused on other parts of our lives, adding value in new ways.\n\nAnd AI is so new, so imperfect, and so rapidly changing that we all have jobs as Superworkers, consultants, and innovators to find new use-cases.\n\nWhen the first spreadsheet was launched in 1981 I remember people thinking that accountants would go out of business. Ha! Look what happened! There are more accountants than ever, they’re just not wasting time adding numbers in tiny columns by hand.\n\nAnd those of you who are designers, creators, authors, or analysts – think of AI as your own personal supercomputer. Just like cabinet makers use routers and automatic saws, you can still build gorgeous and elegant things, just learn to use the new tools.\n\nWelcome to the new world: the mist has lifted and AI is here to stay. Let’s all get on the Superworker road and help our organizations learn, apply, and leverage this amazing new technology. It’s now all up to us.\n\nAdditional Information\n\nAI and HR Trends for 2026: Webinar\n\nBBC Finds That 45% of AI Queries Produce Erroneous Answers\n\nAI: Not Always Right, But Seldom In Doubt (podcast)\n\nGalileo: The World’s Trusted Agent for Everything HR",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "IBM",
          "MSFT"
        ],
        "summary": "The article discusses the mainstream adoption of Generative AI (Gen AI) in businesses, highlighting its impact on productivity and HR functions. Companies like Microsoft and IBM are positioned to benefit from this trend as their AI solutions are increasingly utilized in various sectors.",
        "ticker_impacts": {
          "MSFT": {
            "impact": "positive",
            "explanation": "Microsoft is heavily involved in AI development, particularly with its Copilot feature, which is being compared to the new Microsoft Office Suite. As Gen AI becomes more mainstream, Microsoft's products are likely to see increased adoption, leading to potential revenue growth."
          },
          "IBM": {
            "impact": "positive",
            "explanation": "IBM is mentioned as a provider of AI solutions, such as their 'Ask HR' chatbot. As companies increasingly implement AI for productivity and HR functions, IBM stands to benefit from greater demand for its AI technologies and services."
          }
        }
      }
    },
    {
      "uuid": "2fbb2f7a-7998-41eb-a05a-0897e1a9279a",
      "title": "SEBI warns against online digital gold investments",
      "description": "SEBI warns investors about the risks of unregulated digital gold products and promotes SEBI-regulated gold investment alternatives.",
      "keywords": "",
      "snippet": "Capital markets regulator SEBI has cautioned investors on digital gold products offered by many unregulated entities as an alternate to physical gold.\n\nIt has c...",
      "url": "https://www.thehindubusinessline.com/markets/sebi-warns-against-online-digital-gold-investments/article70255971.ece",
      "image_url": "https://bl-i.thgim.com/public/incoming/tz68jp/article70256556.ece/alternates/LANDSCAPE_1200/PO23_Gold_price.jpg",
      "language": "en",
      "published_at": "2025-11-08T13:34:18.000000Z",
      "source": "thehindubusinessline.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "Capital markets regulator SEBI has cautioned investors on digital gold products offered by many unregulated entities as an alternate to physical gold.\n\nIt has come to the notice of SEBI that some digital/online platforms are offering ‘Digital Gold/E-Gold Products’. It is being marketed as an alternative for investment in physical gold, said SEBI.\n\nDigital gold products are different from SEBI-regulated gold products as they are neither notified as securities nor regulated as commodity derivatives. They operate entirely outside the purview of SEBI. Such digital gold products may entail significant risks for investors and may expose investors to counterparty and operational risks, it said.\n\nThe capital markets regulator emphasised that none of the investor protection mechanisms under securities market purview will be available for investments in such Digital Gold/EGold products\n\nSEBI has enabled investments in gold and gold-related instruments through exchange traded commodity derivative contracts, Gold Exchange Traded Funds (ETFs) offered by Mutual Funds and Electronic Gold Receipts tradeable on stock exchanges.\n\nInvestments in these SEBI-regulated gold products can be made through SEBI registered intermediaries and are governed by the regulatory framework prescribed by SEBI, it added.\n\nPublished on November 8, 2025",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "GLD",
          "GDX",
          "IAU"
        ],
        "summary": "SEBI's warning against unregulated digital gold investments emphasizes the importance of regulated alternatives, which could lead to increased investments in gold ETFs like GDX, IAU, and GLD, positively impacting their stock performance.",
        "ticker_impacts": {
          "GDX": {
            "impact": "positive",
            "explanation": "The news highlights the risks associated with unregulated digital gold products, which may lead investors to seek safer, regulated alternatives. As a gold mining ETF, GDX could benefit from increased investment in gold-related securities."
          },
          "IAU": {
            "impact": "positive",
            "explanation": "As a gold ETF, IAU stands to gain from the SEBI's warning against unregulated digital gold products. Investors may turn to IAU for a safer and regulated investment option in gold."
          },
          "GLD": {
            "impact": "positive",
            "explanation": "GLD, being a well-known gold ETF, is likely to see increased interest as investors look for secure and regulated gold investment options following SEBI's warning about the risks of digital gold."
          }
        }
      }
    },
    {
      "uuid": "e48a5db1-dfd5-4c64-ba60-4da2ccd7069b",
      "title": "Saudi entities ink SAR 7.6B deals on Day 3 of Biban 2025",
      "description": "Saudi Arabia’s Biban 2025 Forum witnessed the signing of 11 agreements and memorandums of understanding (MoUs) and the launch of seven new programson",
      "keywords": "At Argaam Plus, you get up to date news on Saudi Stock Market tadawul, stock quotes, company performance, Market data and analysis. Top companies Sabic, Maaden, Banks, Petrochemicals",
      "snippet": "Saudi Arabia’s Biban 2025 Forum witnessed the signing of 11 agreements and memorandums of understanding (MoUs) and the launch of seven new programs on Day 3, ...",
      "url": "https://www.argaam.com/en/article/articledetail/id/1856918",
      "image_url": "https://argaamplus.s3.amazonaws.com/1bda1a60-5815-476a-8bec-603f7e27ed7c.png",
      "language": "en",
      "published_at": "2025-11-08T13:33:00.000000Z",
      "source": "argaam.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "Saudi Arabia’s Biban 2025 Forum witnessed the signing of 11 agreements and memorandums of understanding (MoUs) and the launch of seven new programs on Day 3, with a combined value exceeding SAR 7.6 billion. The deals are aimed at boosting entrepreneurship and the small and medium-sized enterprise (SME) sector.\n\n\n\nAccording to the state-owned SPA, Small & Medium Enterprises General Authority (Monsha'at) signed key financing agreements, including a SAR 4 billion partnership with Tarmeez Capital to fund entrepreneurs and SMEs, and a SAR 3 billion agreement with Al-Tayseer Finance. Monsha’at also inked a SAR 600 million deal with Alpha Arabia Finance Co. under joint financing programs designed to strengthen growth and sustainability for micro, small, and medium enterprises.\n\nThe new agreements included partnerships across multiple sectors, from crafts and academia to technology and development finance. Monsha’at signed an agreement with the Crafts Association to organize three training camps aimed at improving artisans’ access to raw materials and enhancing their skills. It also partnered with the Ektfa to promote social entrepreneurship under the “My Project 3” initiative, and with Golf Saudi to enable micro and small enterprises and artisans to participate in sports and entertainment events. In addition, Jahez joined the “Your Project is Ready” initiative to help entrepreneurs enter e-commerce with technical and training support.\n\nOn the academic level, Monsha’at signed cooperation agreements with Prince Sattam bin Abdulaziz University and the Arab Open University to promote entrepreneurship awareness through workshops and training programs. It also partnered with King Salman Science Oasis to stimulate innovation and investment in technology and entrepreneurship.\n\nOn the development finance front, the Sulaiman Al Rajhi Foundation for Development Finance, in collaboration with the General Authority of Awqaf (GAA), announced a financing product for Jana Fund beneficiaries — offering loans of SAR 60,000 to SAR 200,000 to support productive families in line with project size and nature.\n\nMeanwhile, the Saudi Finance Co. unveiled a new tax return financing program offering up to SAR 750,000 in quick digital operating loans to ease financial pressures on micro, small, and medium enterprises. A specialized hackathon for the cultural sector was also launched during the forum.",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "JAHEZ",
          "ALPHA",
          "ALTY"
        ],
        "summary": "The Biban 2025 Forum has resulted in significant financial agreements aimed at boosting the SME sector in Saudi Arabia. Companies involved in these agreements, such as Tarmeez Capital, Al-Tayseer Finance, Alpha Arabia Finance, and Jahez, are likely to see positive impacts on their stock due to increased funding and business opportunities.",
        "ticker_impacts": {
          "TARMEZ": {
            "impact": "positive",
            "explanation": "Tarmeez Capital has signed a SAR 4 billion partnership with Monsha'at to fund entrepreneurs and SMEs, indicating strong financial backing and growth potential for the company."
          },
          "ALTY": {
            "impact": "positive",
            "explanation": "Al-Tayseer Finance has entered into a SAR 3 billion agreement with Monsha'at, which will likely enhance its business operations and financial stability, positively impacting its stock."
          },
          "ALPHA": {
            "impact": "positive",
            "explanation": "Alpha Arabia Finance Co. has secured a SAR 600 million deal with Monsha'at for joint financing programs, suggesting an increase in business opportunities and revenue for the company."
          },
          "JAHEZ": {
            "impact": "positive",
            "explanation": "Jahez's participation in the 'Your Project is Ready' initiative to support entrepreneurs in e-commerce indicates a strategic move to expand its services, which could lead to increased market share and revenue."
          }
        }
      }
    },
    {
      "uuid": "4d2f6b15-f2b4-408c-9cef-422e1f0118a6",
      "title": "How to be content in life: Three Paradoxes",
      "description": "How to be content in life: Three Paradoxes “Life is essentially an endless series of problems—the solution to one problem is merely the creation of the next. Don’t hope for a life without …",
      "keywords": "",
      "snippet": "How to be content in life: Three Paradoxes Forlorn Hope 2 min read · Just now Just now -- Share\n\nPress enter or click to view image in full size Gemini\n\n“Lif...",
      "url": "https://medium.com/@forlornhope02/how-to-be-content-in-life-three-paradoxes-d2708d7d9308",
      "image_url": "https://miro.medium.com/v2/resize:fit:1024/1*2kSJf7RoEjgcLCZiKBMHMA.jpeg",
      "language": "en",
      "published_at": "2025-11-08T14:03:03.000000Z",
      "source": "medium.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "How to be content in life: Three Paradoxes Forlorn Hope 2 min read · Just now Just now -- Share\n\nPress enter or click to view image in full size Gemini\n\n“Life is essentially an endless series of problems—the solution to one problem is merely the creation of the next. Don’t hope for a life without problems. Hope for a life full of good problems.”\n\n- Mark Manson\n\nLife as a Paradox\n\nLife is full of paradoxes, and anything and everything that we hope for or desire only leads to more anxiety and stress, creating new problems for us.\n\nWe can be content. But it’s not simple. To understand why we seem to be constantly dissatisfied with ourselves and the world, we must understand some basic psychological principles.\n\nPsychological Thermostats\n\nOur behavior, contentment, desires, expectations, and body clocks are set differently, and this may lead to conflicts and problems with others.\n\nContentment and Balance\n\nContentment comes from balance. Conflicting needs are paradoxes, contradictions in our own motivations, making us anxious and angry.\n\nIf we are able to balance our expectations and desires and face life's bad phases and challenges with equal ease as the good aspects.\n\nThe Unknown and the Unpredictable",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The article discusses philosophical concepts around contentment and the nature of life's problems, which does not directly relate to any specific companies or stock tickers. Therefore, there are no identified tickers that would be positively, negatively, or neutrally affected by this news.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "4d2e0fa3-48f4-4792-bbe2-03c0157954f2",
      "title": "Can we tell if an image has been created by AI?",
      "description": "Can we tell if an image has been created by AI? (You can read the original version of this post in Spanish at the end of the article.) In recent months, the quality of images, videos, and audio …",
      "keywords": "",
      "snippet": "(You can read the original version of this post in Spanish at the end of the article.)\n\nIn recent months, the quality of images, videos, and audio generated by ...",
      "url": "https://carlosvelascoj.medium.com/can-we-tell-if-an-image-has-been-created-by-ai-0e1417349a08",
      "image_url": "https://miro.medium.com/v2/resize:fit:1200/1*8Bto74WTuVf2qyDOYQ5r7w.png",
      "language": "en",
      "published_at": "2025-11-08T14:02:02.000000Z",
      "source": "medium.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "(You can read the original version of this post in Spanish at the end of the article.)\n\nIn recent months, the quality of images, videos, and audio generated by generative AI has improved so much that it has become increasingly difficult to distinguish between human-created and artificial content . We’re no longer talking about those clumsy videos from a couple of years ago (by the way, have you noticed how we’re talking about two years ago as if it were an eternity ago? This gives you an idea of ​​the pace of growth in AI). Today, models like OpenAI’s Sora or Google DeepMind’s Veo create scenes that challenge our perception of reality. The latest example is from less than a week ago: on August 26, Google launched Gemini 2.5 Flash Image (better known as Nano Banana). Remember when OpenAI released its image-generating model at the beginning of the year and the Ghibli effect occurred , where everyone wanted their own generated image in the style of the Studio Ghibli animation studio? Something similar has been happening these past few days: the internet has been flooded with spectacular examples of what Nano Banana is capable of.\n\nA few days ago, I came across a test: a real image next to one generated by AI. I couldn’t tell them apart. I’ll leave the challenge to you. Can you tell which is which?\n\nPress enter or click to view image in full size Can you guess which of these two images was generated by AI? The answer awaits you at the end of the post (I couldn’t…)\n\nPress enter or click to view image in full size\n\nSynthID: the invisible fingerprint\n\nFaced with the risk of a future filled with deepfakes and misinformation, the solution isn’t to slow down the technology, but to make it more transparent. And that’s where SynthID comes in.\n\nThink of SynthID as a digital label for AI-generated content. It ‘s a watermark that’s embedded directly into an image, audio, or text at the moment it’s created by AI. The key is that this watermark is completely imperceptible to humans, but easily detectable by a specific tool.\n\nThis goes far beyond the trick of making text invisible, adding a removable metadata tag, or a visible, croppable logo. SynthID is a signature woven into the very structure of the content, a robust solution with a strong scientific foundation.\n\nAnd who is behind this idea?\n\nTo understand the importance of SynthID, you have to know its creators: Google DeepMind.\n\nWe’re not talking about just any startup. Its origins date back to 2010, when Demis Hassabis, Mustafa Suleyman, and Shane Legg created DeepMind. In 2014, it was acquired by Google and merged with Google AI to form Google DeepMind. Today, it is one of the world’s leading AI research laboratories, responsible for milestones that have changed science, such as AlphaFold, a model that solved the protein folding problem and earned its CEO, Demis Hassabis, the Nobel Prize in Chemistry in 2024.\n\nPress enter or click to view image in full size\n\nAs one of the main architects of this revolution, Google DeepMind understands it has a responsibility. It’s not just about creating powerful tools, but about building the security and trust mechanisms that society needs. SynthID is not a byproduct; it’s their answer to the question: “How do we ensure this technology is used responsibly?”\n\nHow does this invisible “magic” work?\n\nSynthID relies on steganography, the art of hiding messages in plain sight. How it does this varies depending on the type of content:\n\nIn pictures and videos: a little makeup for the pixels\n\nIn an image, SynthID doesn’t add anything visible. Instead, it subtly modifies the color of some pixels, weaving an invisible pattern into the image’s very tapestry. This pattern is so subtle that it survives common edits like cropping, compression, or color filters. In videos, this pattern is distributed across every frame.\n\nPress enter or click to view image in full size Four examples of what AI-generated images would look like with (left half) and without (right half) SynthID. Figures taken from the post introducing SynthID for images by Google Deepmind.\n\nIn audio: the note that only an algorithm can hear\n\nFor audio, the notes themselves aren’t altered, but SynthID modifies the frequency spectrum at frequencies inaudible to the human ear. It’s rather like a musician adding a note so high to a song that only a dog (or an algorithm) could hear it. The melody we hear doesn’t change, but the “secret note” remains, resisting compression or speed changes. They can also introduce small changes to louder or softer notes, which are the ones that best hide these modifications.\n\nIn text: the writer’s “tic”\n\nText is the biggest challenge. There aren’t millions of pixels or frequencies to subtly tweak. The solution, published in the prestigious journal Nature , is brilliant. Instead of altering the text after it’s created, SynthID modifies the generation process.\n\nIt’s as if AI had a writer’s tic: an almost imperceptible preference for using certain synonyms or grammatical structures. To a human, the text is perfectly natural. But if you analyze thousands of words, a pattern emerges, a statistical signature that betrays its origin. It may seem simple, but there’s a whole mathematical development behind it to ensure that this tic doesn’t affect the quality or coherence of the text. In short, when Gemini generates a text for you, it’s adding certain words that, based on its own model and statistical probability, shouldn’t be there so frequently. But it has altered its own statistics to leave a trail of breadcrumbs that it will later uncover.\n\nOkay, it’s invisible… so how do you detect it?\n\nGoogle Deepmind has created a tool, SynthID Detector , designed to search for these traces. The operation is simple (the technology behind it, not so much): you upload a file (image, audio, or text) and the tool scans it.\n\nThe result isn’t a simple “Yes” or “No.” It shows you three levels of trust:\n\nDetected: Watermark is present. Not Detected: The watermark was not found. Possibly detected: The mark could be there, but the signal is weak (perhaps due to overly aggressive editing).\n\nAdditionally, in images, it highlights the areas where the brand is strongest. This is useful for identifying if a real image has been partially modified with AI.\n\nPress enter or click to view image in full size SynthID’s detector highlights areas of an image where it finds a watermark, allowing it to identify content that is fully or partially generated by AI. (Image: Google DeepMind )\n\nThe race for transparency: SynthID is not alone\n\nThe good news is that Google DeepMind isn’t the only player in this race. The idea of ​​a transparency standard is gaining traction across the industry.\n\nMeta (the parent company of Facebook and Instagram) is already working on its own technology, called “Stable Signature”, with a similar approach for its generative AI models.\n\n(the parent company of Facebook and Instagram) is already working on its own technology, called “Stable Signature”, with a similar approach for its generative AI models. Microsoft, OpenAI, and other large companies are also actively researching watermarking solutions , although there isn’t as much content publicly available as the Google and Meta articles.\n\nThis isn’t a battle to see who has the best technology, but rather a collective effort to build a more trustworthy digital ecosystem. The goal is that, in the future, most AI-generated content will carry some kind of digital “tag,” giving us all more control over the information we consume.\n\nIt doesn’t really matter if one image has one fingerprint or another. There’s no problem scanning the piece of content for the dozens of watermarks it may have, each created by a different company. As with banknotes, each central bank has its own way of creating watermarks that allow counterfeit banknotes to be detected, even if the banknotes, or the marking, are different.\n\nLimitations: a shield, not an infallible barrier\n\nLike any technology, SynthID has its limits. Its creators are transparent about this:\n\nIt’s not 100% effective : For example, in text, the creators report that while this fingerprint performs relatively well in most situations, it falters a bit in factual pieces, where there’s less room for tweaking the likelihood of certain words appearing.\n\n: For example, in text, the creators report that while this fingerprint performs relatively well in most situations, it falters a bit in factual pieces, where there’s less room for tweaking the likelihood of certain words appearing. It depends on adoption : SynthID only works if AI model creators choose to implement it. An open-source model without this feature could result in undetectable content. However, collaborations are already underway, such as the one announced this year with NVIDIA , where they agreed that NVIDIA’s Cosmos model would incorporate SynthID into their creations.\n\n: SynthID only works if AI model creators choose to implement it. An open-source model without this feature could result in undetectable content. However, collaborations are already underway, such as the one announced this year with NVIDIA , where they agreed that NVIDIA’s Cosmos model would incorporate SynthID into their creations. Extreme modifications help hide it: If watermarked content is edited too aggressively, the watermark signal can be weakened to the point of becoming undetectable.\n\nMy reflection: Transparency, not restriction\n\nPersonally, I see SynthID as a giant step in the right direction. The goal isn’t to demonize AI-created content, but to empower us with information. It’s like knowing whether you’re talking to a chatbot or a customer service representative: neither option is inherently bad, but knowing who you’re interacting with allows you to adjust your expectations and trust.\n\nWe’re entering an era where digital literacy is no longer just about knowing how to use technology, but also knowing how to question it. Tools like SynthID (or Stable Signature, or whatever else may come out) may not yet be the ultimate solution, but they are the foundation of a more honest internet.",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "GOOGL"
        ],
        "summary": "The article highlights advancements in AI-generated content and Google's initiative to ensure responsible use through SynthID technology. This positions Google favorably in the market, potentially boosting investor confidence.",
        "ticker_impacts": {
          "GOOGL": {
            "impact": "positive",
            "explanation": "The news discusses Google DeepMind's development of SynthID, a technology that enhances the transparency and security of AI-generated content. This innovation positions Google as a leader in responsible AI technology, which can attract more users and clients, positively impacting its stock."
          }
        }
      }
    },
    {
      "uuid": "86c9d222-5f39-4420-9e56-a3cfd1ff61e4",
      "title": "3 AI Websites That Will Make You Rich",
      "description": "3 AI Websites That Will Make You Rich Your startup is a “passion project.” That’s just a polite way of saying it’s “broke.” So there I was, in the early days of my first startup, proudly …",
      "keywords": "",
      "snippet": "3 AI Websites That Will Make You Rich Hamza Rahmoun 3 min read · Just now Just now -- Listen Share\n\nYour startup is a “passion project.” That’s just a po...",
      "url": "https://medium.com/@hamzarahmoun/3-ai-websites-that-will-make-you-rich-4bcea73aeb0c",
      "image_url": "https://miro.medium.com/v2/resize:fit:1200/1*q6HLoaqKEo3M3abb8Fe3rw.jpeg",
      "language": "en",
      "published_at": "2025-11-08T14:02:01.000000Z",
      "source": "medium.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "3 AI Websites That Will Make You Rich Hamza Rahmoun 3 min read · Just now Just now -- Listen Share\n\nYour startup is a “passion project.” That’s just a polite way of saying it’s “broke.”\n\nSo there I was, in the early days of my first startup, proudly explaining to my mentor (who drove a car that cost more than my apartment) how my business wasn’t about money. It was about “changing the world” and “decentralizing the narrative” and other noble, nonprofit-sounding garbage.\n\nHe let me finish my heroic speech, took a slow sip of his $15 coffee, and said, “That’s nice. So, you’re building a very expensive hobby.” And BAM 💥 the truth hit me like a bag of frozen steaks.\n\nBut this wasn’t just an insult. No no. This was a wake-up call. I was a “pure” founder, which is just a polite word for a “broke” founder. My brilliant tech was a toy because it wasn’t attached to a machine designed to print money. It was the kind of moment that makes you scream, “WHY AM I BUILDING A CHARITY DISGUISED AS A STARTUP?!”\n\nAnd today, dear reader, I bring you not one, not two, but THREE of these money-making machines — templates designed not just to look good, but to be the front-end for a business that actually makes you rich. 👀\n\nLet’s dive in…",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "NVDA",
          "MSFT",
          "GOOGL"
        ],
        "summary": "The article highlights the potential of AI-driven businesses, which could positively impact companies like NVIDIA, Google, and Microsoft that are heavily involved in AI technology and services. This trend suggests a growing market for AI solutions, benefiting these companies.",
        "ticker_impacts": {
          "NVDA": {
            "impact": "positive",
            "explanation": "NVIDIA is a leader in AI technology and hardware, and the article discusses AI websites that could generate revenue. This suggests a growing interest in AI solutions, which could lead to increased demand for NVIDIA's products."
          },
          "GOOGL": {
            "impact": "positive",
            "explanation": "Google is heavily invested in AI and machine learning technologies. The mention of AI websites indicates a trend towards AI-driven businesses, which could enhance Google's market position and lead to increased usage of its AI tools."
          },
          "MSFT": {
            "impact": "positive",
            "explanation": "Microsoft has a strong focus on AI through its Azure cloud services and other products. The article's emphasis on AI startups suggests a growing market that could benefit Microsoft's AI initiatives and increase its customer base."
          }
        }
      }
    },
    {
      "uuid": "728096f8-8ad9-45fd-bb0d-0e92402184d3",
      "title": "Οι γυναίκες παίρνουν τα ηνία της αγοράς τέχνης – Ξοδεύουν 46% περισσότερο από τους άνδρες",
      "description": "Οι γυναίκες συλλέκτριες ξοδεύουν 46% περισσότερα από τους άνδρες και αναδεικνύονται στη νέα παγκόσμια δύναμη που αναδιαμορφώνει την αγορά της τέχνης, σύμφωνα με το Art Basel & UBS Report 2025.",
      "keywords": "",
      "snippet": "Οι γυναίκες συλλέκτριες ξοδεύουν 46% περισσότερα από τους άνδρες και αναδεικνύονται στη...",
      "url": "https://www.fortunegreece.com/article/oi-ginaikes-pairnoun-ta-inia-tis-agoras-texnis-xodevoun-46-perissotero-apo-tous-andres/",
      "image_url": "https://www.fortunegreece.com/wp-content/uploads/2025/11/068_AA_20062023_1242466.jpg",
      "language": "el",
      "published_at": "2025-11-08T14:22:24.000000Z",
      "source": "fortunegreece.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "Οι γυναίκες συλλέκτριες ξοδεύουν 46% περισσότερα από τους άνδρες και αναδεικνύονται στη νέα παγκόσμια δύναμη που αναδιαμορφώνει την αγορά της τέχνης, σύμφωνα με το Art Basel & UBS Report 2025.\n\nΟι γυναίκες συλλέκτριες ξοδεύουν 46% περισσότερα από τους άνδρες, επενδύοντας περισσότερο σε έργα γυναικών και σε νέους, άγνωστους καλλιτέχνες.\n\nΗ Gen Z και οι Millennials οδηγούν τη νέα εποχή της τέχνης, με το 51% να αγοράζει έργα μέσω Instagram και το 63% απευθείας από καλλιτέχνες.\n\nΤο φαινόμενο της “feminization of art collecting” αλλάζει το αφήγημα. Η τέχνη δεν είναι μόνο επένδυση, αλλά τρόπος έκφρασης, ταυτότητας και πολιτισμικής επιρροής.\n\nΟι αριθμοί μιλούν ξεκάθαρα: το 2024, οι γυναίκες δαπάνησαν 46% περισσότερα από τους άνδρες σε έργα τέχνης και αντίκες. Τα στοιχεία αυτά, που προέρχονται από τη φετινή έρευνα Art Basel & UBS Survey of Global Collecting 2025 της Arts Economics, αποκαλύπτουν μια ιστορική στροφή. Για πρώτη φορά, ο ρόλος των γυναικών συλλεκτριών όχι μόνο ισοδυναμεί με εκείνον των ανδρών, αλλά αναδιαμορφώνει ριζικά το DNA της παγκόσμιας αγοράς τέχνης.\n\nΗ οικονομολόγος και ιδρύτρια της Arts Economics, Δρ. Clare McAndrew, που υπογράφει την έρευνα, εξηγεί πως ο φετινός σχεδιασμός του δείγματος είχε σχεδόν απόλυτη ισορροπία φύλου (51% γυναίκες, 49% άνδρες), επιτρέποντας έτσι να αποτυπωθεί με σαφήνεια η νέα πραγματικότητα: οι γυναίκες όχι μόνο ξοδεύουν περισσότερο, αλλά και διαμορφώνουν νέους κανόνες στον χώρο των συλλεκτών.\n\nΑπό την οικονομική ισχύ στη συλλεκτική επιρροή\n\nΣύμφωνα με την UBS, οι γυναίκες ελέγχουν πλέον πάνω από το ένα τρίτο του παγκόσμιου πλούτου, ποσοστό που αναμένεται να αυξηθεί σημαντικά μέσα από το φαινόμενο του Great Wealth Transfer, καθώς η επόμενη γενιά κληρονομεί, αλλά και διεκδικεί ενεργό ρόλο στη διαχείριση κεφαλαίων. Στην κορυφή του φάσματος, ωστόσο, οι γυναίκες παραμένουν μόλις το 14% των δισεκατομμυριούχων, γεγονός που καθιστά την άνοδό τους στην αγορά τέχνης ακόμα πιο εντυπωσιακή.\n\nΗ έρευνα δείχνει πως οι συλλέκτριες γένους θηλυκού αγοράζουν πιο τολμηρά. Το 55% δηλώνει ότι αγοράζει συχνά έργα αγνώστων ή αναδυόμενων καλλιτεχνών, έναντι 44% των ανδρών. Παράλληλα, αφιερώνουν μικρότερο μερίδιο των δαπανών τους σε παραδοσιακά μέσα, όπως η ζωγραφική, και στρέφονται περισσότερο στη φωτογραφία και την ψηφιακή τέχνη, ανατρέποντας το στερεότυπο ότι η τεχνολογική αγορά τέχνης είναι ανδροκρατούμενη.\n\nΕνδεικτικά, οι συλλέκτριες της Κίνας πρωτοστατούν, με μια μικρή αλλά εξαιρετικά ισχυρή ομάδα γυναικών να δαπανά υπερδιπλάσια ποσά από τους άνδρες ομόλογούς τους, ιδρύοντας ιδιωτικά μουσεία και επηρεάζοντας τις αγορές τέχνης της Ασίας.\n\nΗ Δρ. Clare McAndrew, οικονομολόγος και ιδρύτρια της Arts Economics, σημειώνει χαρακτηριστικά: «Οι γυναίκες είναι απολύτως συνειδητοποιημένες απέναντι στον κίνδυνο, αλλά παρ’ όλα αυτά επιλέγουν να δράσουν, αισθάνονται τον φόβο και προχωρούν».\n\nPhoto: Shutterstock\n\nΝέα γενιά, νέα φιλοσοφία\n\nΤο 2025, η εικόνα του συλλέκτη τέχνης έχει αλλάξει ριζικά. Gen Z και Millennial γυναίκες είναι πλέον οι πιο ενεργοί αγοραστές, καθώς δαπανούν περισσότερο από κάθε άλλη ηλικιακή και φύλο-ομάδα, επενδύοντας όχι μόνο σε έργα τέχνης αλλά και σε luxury collectibles, από χειροποίητες τσάντες μέχρι συλλεκτικά sneakers. Οι Gen Z συλλέκτριες είναι, όπως τις χαρακτηρίζει η Art Basel, «omnivore collectors», δηλαδή πολυδιάστατες, με αγοραστική συμπεριφορά που συνδυάζει υψηλή τέχνη, μόδα και τεχνολογία.\n\nΑν και οι πίνακες παραμένουν η πιο ισχυρή κατηγορία (27% του συνολικού τζίρου), η ψηφιακή τέχνη σημειώνει θεαματική άνοδο, με πάνω από το 51% των HNW συλλεκτών να δηλώνει ότι αγόρασε ένα ψηφιακό έργο το 2024-25. Η αγοραστική εμπειρία επίσης αλλάζει, με το 63% των συλλεκτών να αγοράζει απευθείας από καλλιτέχνη, ενώ το 51% έχει πραγματοποιήσει τουλάχιστον μία αγορά μέσω Instagram χωρίς φυσική προβολή του έργου.\n\nΗ έννοια της τέχνης ως επένδυσης υποχωρεί μπροστά στην τέχνη ως ταυτότητα και πολιτισμική έκφραση. Οι γυναίκες συλλέκτριες δηλώνουν λιγότερο πρόθυμες να ακολουθούν τις τάσεις των συνομηλίκων τους και περισσότερο ανοιχτές να αναδείξουν τη δική τους αισθητική φωνή, ακόμα κι αν αυτό «κοστίζει» κοινωνικά ή επενδυτικά.\n\nΗ McAndrew επισημαίνει: «Η τάση των συλλεκτών να μιμούνται τις επιτυχίες των άλλων δημιουργεί την ψευδαίσθηση των superstars της αγοράς. Οι γυναίκες, ωστόσο, διασπούν αυτό το μοτίβο, δίνοντας χώρο στο νέο, στο διαφορετικό και στο μη αναγνωρισμένο».\n\nΗ αγορά τέχνης του 2025 είναι, τελικά, μια αγορά σε φάση “feminization”, όχι όμως λόγω φύλου, αλλά λόγω νοοτροπίας. Δείχνει μια νέα γενιά συλλεκτών με τη διάθεση να ρισκάρουν, να πειραματιστούν και να δημιουργήσουν συλλογές με κριτήριο το συναίσθημα και την προοπτική, όχι μόνο την αξία μεταπώλησης.\n\nΔΙΑΒΑΣΤΕ ΠΕΡΙΣΣΟΤΕΡΕΣ ΕΙΔΗΣΕΙΣ:",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "UBS"
        ],
        "summary": "The news discusses the growing financial power of women in the art market, particularly how they are spending more than men on art. This shift is significant for companies like UBS, which is involved in wealth management and financial services, as it may lead to increased business opportunities in managing the wealth of female collectors.",
        "ticker_impacts": {
          "UBS": {
            "impact": "positive",
            "explanation": "The article highlights the increasing financial influence of women in the art market, with UBS being directly mentioned as a source of the report. As women collectors spend more on art, this trend could lead to increased wealth management opportunities for UBS, positively impacting their business."
          }
        }
      }
    },
    {
      "uuid": "9e92647f-3765-4937-9b08-9e1196e6ebbc",
      "title": "India, Australia discuss progress of trade pact talks; agree on early conclusion",
      "description": "The first part of the Economic Cooperation and Trade Agreement (ECTA) entered into force in December 2022.",
      "keywords": "India Australia trade agreement, CECA negotiations, Economic Cooperation and Trade Agreement, Piyush Goyal, Don Farrell, India Australia economic partnership",
      "snippet": "Live Events\n\n\n\nas a Reliable and Trusted News Source Addas a Reliable and Trusted News Source Add Now!\n\n(You can now subscribe to our\n\n(You can now subscribe to...",
      "url": "https://economictimes.indiatimes.com/news/economy/foreign-trade/india-australia-discuss-progress-of-trade-pact-talks-agree-on-early-conclusion/articleshow/125186501.cms",
      "image_url": "https://img.etimg.com/thumb/msid-125186527,width-1200,height-630,imgsize-50956,overlay-economictimes/articleshow.jpg",
      "language": "en",
      "published_at": "2025-11-08T14:12:47.000000Z",
      "source": "economictimes.indiatimes.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "Find this comment offensive?\n\nChoose your reason below and click on the Report button. This will alert our moderators to take action\n\nName\n\nReason for reporting:\n\nFoul language\n\nSlanderous\n\nInciting hatred against a certain community",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article discusses the progress of trade pact talks between India and Australia, specifically the Economic Cooperation and Trade Agreement (ECTA). However, no specific companies or stock tickers are mentioned, and the article does not provide enough information to determine any direct impacts on stock prices. As such, there are no relevant stock tickers identified that would be affected by this news.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "dd3dd7d1-add0-40c8-97df-8176da501923",
      "title": "VÍDEOS: Bom Dia Sábado, 8 de novembro de 2025",
      "description": "VÍDEOS: Bom Dia Sábado, 8 de novembro de 2025",
      "keywords": "",
      "snippet": "Em 10 pontos, o que a Cúpula de Líderes mostra sobre o rumo da COP30?",
      "url": "https://g1.globo.com/se/sergipe/playlist/videos-bom-dia-sabado-8-de-novembro-de-2025.ghtml",
      "image_url": "https://s.glbimg.com/jo/g1/static/live/imagens/img_facebook.png?g1",
      "language": "pt",
      "published_at": "2025-11-08T14:11:16.000000Z",
      "source": "g1.globo.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "Em 10 pontos, o que a Cúpula de Líderes mostra sobre o rumo da COP30?",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article does not mention any specific companies or stock tickers, nor does it provide information that would directly impact any stocks. It discusses a summit related to COP30, which may have broader implications for environmental policies, but without specific companies mentioned, no direct impacts can be assessed.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "460a8139-5989-4c1b-9ef5-a3135f571bcf",
      "title": "Названа средняя зарплата в госуправлении – смотрим сумму",
      "description": "Сколько получают чиновники в Беларуси.",
      "keywords": "зарплата в госуправлении, заработки чиновников, Белстат",
      "snippet": "Фото носит иллюстративный характер, источник: msn.com\n\nФото носит иллюстративный характер,...",
      "url": "https://myfin.by/article/money/nazvana-srednaa-zarplata-v-gosupravlenii-smotrim-summu-41643",
      "image_url": "https://myfin.by/source//2/IKScUlhS5bqJ01sxX9CJRD9aO1A3PqFm.jpg",
      "language": "ru",
      "published_at": "2025-11-08T14:26:49.000000Z",
      "source": "myfin.by",
      "relevance_score": null,
      "entities": [],
      "full_text": "Фото носит иллюстративный характер, источник: msn.com\n\nФото носит иллюстративный характер, источник: msn.com 14:26 08.11.2025 883 Чтение: 1 мин.\n\nНациональный статистический комитет обновил данные о размере средней зарплаты в сфере государственного управления.\n\nВ сентябре 2025 года в Беларуси средняя зарплата в сфере «государственное управление» составила 3220,7 руб. За январь – сентябрь средняя зарплата госуправленцев вышла на уровень 3183,3 руб.\n\nОднако следует учитывать, что речь идет о номинальной начисленной средней заработной плате, то есть до вычета налогов и взносов.\n\nВ сентябре текущего года по отношению к предыдущему месяцу реальная зарплата в госуправлении сократилась на 2,5%, по сравнению с сентябрем 2024 года выросла на 17,4%.\n\nРеальная заработная плата за январь – сентябрь 2025 года по сравнению с аналогичным периодом прошлого года увеличилась на 11,1%.\n\n\n\n\n\nИсточник: Myfin.by Если вы заметили ошибку в тексте новости, пожалуйста, выделите её и нажмите Ctrl+Enter",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article discusses the average salary in the public administration sector in Belarus, highlighting changes in nominal and real salaries. However, it does not mention any specific companies or stock tickers that would be directly affected by this information. Therefore, there are no relevant stock tickers to report.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "979b1377-c779-4ace-a368-1f3c9931b9b7",
      "title": "Grassroots O2",
      "description": "",
      "keywords": "",
      "snippet": "",
      "url": "http://o2and00823.blogspot.com/feeds/2114119835609664473/comments/default",
      "image_url": "",
      "language": "zh",
      "published_at": "2025-11-08T14:22:28.000000Z",
      "source": "o2and00823.blogspot.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article titled 'Grassroots O2' does not provide sufficient information to identify any specific stock tickers or assess their potential impacts. As such, there are no relevant tickers or market implications to report.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "3758961d-5bb6-485c-bf01-9be331def03d",
      "title": "Grassroots O2",
      "description": "",
      "keywords": "",
      "snippet": "",
      "url": "http://o2and00823.blogspot.com/feeds/7608567664406311124/comments/default",
      "image_url": "",
      "language": "zh",
      "published_at": "2025-11-08T14:22:28.000000Z",
      "source": "o2and00823.blogspot.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The article titled 'Grassroots O2' does not provide any specific information regarding stock tickers or companies. As a result, there are no identified tickers that would be affected by this news, and no implications for the market can be drawn from the content provided.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "dc78322e-4d94-4335-889f-d7535db6901f",
      "title": "A \"Storie al bivio\" Maria Elisabetta Alberti Casellati",
      "description": "Il ministro per le riforme istituzionali aprirà il suo album di foto di famiglia",
      "keywords": "",
      "snippet": "Alba Parietti, Emanuela Folliero, Patrizia Rossetti, che presenta il nuovo amore Marco Antonio Bellini, Luca Ward - che parlerà del suo nuovo lavoro teatrale, ...",
      "url": "https://www.rai.it/ufficiostampa/assets/template/us-articolo.html?ssiPath=/articoli/2025/11/A-Storie-al-bivio-Maria-Elisabetta-Alberti-Casellati-77cb1caf-df74-4cb8-992f-e476fb17b887-ssi.html",
      "image_url": "http://www.rai.it/cropgd/560x292/dl/img/2025/10/17/1600x900_1760695359480_tommorw%20series%2056.jpg",
      "language": "it",
      "published_at": "2025-11-08T14:30:00.000000Z",
      "source": "rai.it",
      "relevance_score": null,
      "entities": [],
      "full_text": "Alba Parietti, Emanuela Folliero, Patrizia Rossetti, che presenta il nuovo amore Marco Antonio Bellini, Luca Ward - che parlerà del suo nuovo lavoro teatrale, in scena all’Ecoteatro di Milano dal 12 dicembre - sono alcuni degli ospiti di Monica Setta, nella puntata di “Storie al bivio” in onda sabato 8 novembre alle 15.30 su Rai 2. Poi, Samanta de Grenet, Angela Melillo e Clizia Incorvaia, che ricorderà la suocera Eleonora Giorgi scomparsa nel marzo scorso. Infine, aprirà il suo album di foto di famiglia il ministro per le Riforme Istituzionali Maria Elisabetta Alberti Casellati, già prima donna presidente del Senato nel 2018.\n\nCome sempre saranno presenti, con i consigli di lettura della settimana, i ragazzi “Genz” Matteo Martinetti, Maria Vittoria Canino ed Edoardo Leonardi.\n\nLa regia di “Storie al bivio” è di Giacomo Necci",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article primarily discusses a television show segment featuring various personalities and does not mention any specific companies or stock tickers. Therefore, there are no relevant stock tickers that may be affected by this news.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "e7b43d7d-059d-4792-8ac0-2ac2b48c1c74",
      "title": "Vintage photos show what life really looked like in the 1920s",
      "description": "In many ways, life in the 1920s looked vastly different than our world today. Here's how times have changed.",
      "keywords": "",
      "snippet": "Have an account? Log in .\n\nThis story is available exclusively to Business Insider subscribers. Become an Insider and start reading now.\n\nA century ago, at the ...",
      "url": "https://www.businessinsider.com/photos-of-1920s-100-years-ago-2020",
      "image_url": "https://i.insider.com/690e5151513c94655a3ddd37?width=764&format=jpeg",
      "language": "en",
      "published_at": "2025-11-08T14:28:01.000000Z",
      "source": "businessinsider.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "lighning bolt icon An icon in the shape of a lightning bolt.\n\nlighning bolt icon An icon in the shape of a lightning bolt. Impact Link\n\nHave an account? Log in .\n\nA century ago, at the peak of the Roaring Twenties, a luxurious winter estate was built in the booming state of Florida for cereal heiress Marjorie Merriweather Post and finance tycoon Edward F. Hutton.\n\nAround the same time, F. Scott Fitzgerald was publishing \"The Great Gatsby,\" a novel that captured the glamour and excess of the era.\n\nFlash forward to 2025, and President Donald Trump hosted a Gatsby-themed Halloween party at that same Florida estate: Mar-a-Lago.\n\nThe party, like many in the mansion's history, was filled with feathers, flapper dresses, and bobbed haircuts.\n\nBut beyond its opulence and distinctive aesthetics, the 1920s were a time of significant societal shifts.\n\nAfter a war-torn decade, the '20s saw artistic, cultural, and technological advancements in the workplace, entertainment, democratic rights, and more.\n\nBut while the decade brought liberation for some Americans, there's a darker side to its history, too, that includes many of the same societal issues the world continues to grapple with, like racism, sexism, and wealth disparities.\n\nTake a look at these vintage photos that show how people lived in the 1920s, from the societal progress that shaped the era to the simple pleasures we still enjoy today.",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The article discusses the historical context of the 1920s and its cultural significance, but does not mention any specific companies or stock tickers. Therefore, there are no identifiable impacts on any stocks.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "bf631d83-25dd-4e1f-8bd9-b2ff9a0fe3cd",
      "title": "Schedule for Week of November 9, 2025",
      "description": "",
      "keywords": "",
      "snippet": "Items in Red will not be released due to the government shutdown.\n\n----- Monday, November 10th -----\n\n----- Tuesday, November 11th -----\n\n----- Wednesday, Novem...",
      "url": "http://www.blogger.com/feeds/10004977/posts/default/3265173858809738839",
      "image_url": "",
      "language": "en",
      "published_at": "2025-11-08T14:31:18.000000Z",
      "source": "calculatedriskblog.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [],
        "summary": "The news article does not provide any specific information or context that would affect any stock tickers. Therefore, there are no relevant tickers identified and no impacts to report.",
        "ticker_impacts": {}
      }
    },
    {
      "uuid": "ac468fc4-4bf1-4528-9627-c50d32682b6d",
      "title": "Πτώση στις τιμές του πετρελαίου: Ποιοι θα κυνηγήσουν ευκαιρίες εξαγορών",
      "description": "Η συγκυρία μοιάζει κατάλληλη…",
      "keywords": "",
      "snippet": "Η συγκυρία μοιάζει κατάλληλη…\n\nΗ πτώση των τιμών πετρελαίου δημιουργεί ευκαιρίες για σ...",
      "url": "https://www.fortunegreece.com/article/ptosi-stis-times-tou-petrelaiou-poioi-tha-kinigisoun-efkairies-exagoron/",
      "image_url": "https://www.fortunegreece.com/wp-content/uploads/2025/11/shutterstock_2124440186.jpg",
      "language": "el",
      "published_at": "2025-11-08T14:43:24.000000Z",
      "source": "fortunegreece.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "Η συγκυρία μοιάζει κατάλληλη…\n\nΗ πτώση των τιμών πετρελαίου δημιουργεί ευκαιρίες για στρατηγικές εξαγορές και συγχωνεύσεις (M&A).\n\nΕταιρείες με υπερβολικό χρέος πωλούν περιουσιακά στοιχεία για ρευστότητα, ενώ ισχυρά κεφαλαιοποιημένες εταιρείες εκμεταλλεύονται τις «ευκαιρίες αγοράς».\n\nΗ παγκόσμια παραγωγή πετρελαίου αυξήθηκε, ενώ η Διεθνής Υπηρεσία Ενέργειας προβλέπει πλεονάζουσα προσφορά 4 εκατ. βαρελιών ημερησίως το επόμενο έτος.\n\nΌταν οι τιμές του πετρελαίου ανεβαίνουν, οι μετοχές των μεγάλων πετρελαϊκών εταιρειών φτάνουν στα ύψη. Όμως, η πραγματική ευκαιρία για δημιουργία αξίας εμφανίζεται όταν οι τιμές υποχωρούν. Τότε, εταιρείες με υπερβολικό χρέος πωλούν περιουσιακά στοιχεία για να αντλήσουν ρευστότητα, ενώ όσες έχουν αποθέματα μετρητών μπορούν να εκμεταλλευτούν τις «ευκαιρίες αγοράς».\n\nΗ συγκυρία μοιάζει κατάλληλη. Η αποθήκευση πετρελαίου έχει αυξηθεί σημαντικά φέτος, καθώς ο ΟΠΕΚ αύξησε την παραγωγή. Παράλληλα, η Διεθνής Υπηρεσία Ενέργειας προβλέπει πλεονάζουσα προσφορά 4 εκατ. βαρελιών ημερησίως για το επόμενο έτος. Ο ΟΠΕΚ ανακοίνωσε ότι δεν θα προχωρήσει σε αυξήσεις της παραγωγής, ενώ οι κυρώσεις σε ρωσικές πετρελαϊκές εταιρείες ενδέχεται να περιορίσουν τις εξαγωγές, χωρίς ωστόσο να αποκλείεται η περαιτέρω πτώση των τιμών.\n\nΈνας νέος κύκλος συγχωνεύσεων και εξαγορών (M&A) φαίνεται πιθανός, καθώς οι εταιρείες ανησυχούν για τα αποθέματά τους. Σύμφωνα με την Goldman Sachs, τα αποδεδειγμένα αποθέματα πετρελαίου το 2024 επαρκούσαν μόλις για 10 χρόνια, μειωμένα κατά ένα τέταρτο σε σχέση με το 2013. Για να διατηρηθεί αυτή η σταθερότητα, απαιτείται είτε επιτυχής εξερεύνηση είτε εξαγορές.\n\nΟι μεγάλες ευκαιρίες βρίσκονται στις ΗΠΑ, όπου Exxon και Chevron έχουν ισχυρές ισολογισμούς και μπορούν να χρησιμοποιήσουν τις υψηλές τιμές των μετοχών τους για εξαγορές ανταγωνιστών. Επιπλέον, η αγορά γειτονικών εκτάσεων προσφέρει οικονομίες κλίμακας, γεγονός που εξηγεί γιατί οι περισσότερες πρόσφατες εξαγορές έχουν γίνει στην αμερικανική αγορά και γιατί αναμένεται περαιτέρω συγκέντρωση στην περιοχή του Permian Basin.\n\nΜερικές εταιρείες όπως η Apache και η Devon Energy, των οποίων τα μεγάλα έργα έχουν αξία μεγαλύτερη από ολόκληρη την κεφαλαιοποίηση της αγοράς τους, γίνονται ιδιαίτερα ελκυστικά «στοιχεία» για εξαγορές.\n\nΣτην Ευρώπη, οι εταιρείες με ισχυρότερους ισολογισμούς είναι η Equinor και η Shell, ωστόσο οι πιθανότητες για μεγάλες εξαγορές είναι περιορισμένες. Ένα παράδειγμα είναι η πορτογαλική Galp, με κεφαλαιοποίηση 12 δισ. ευρώ και επιτυχημένη εξερεύνηση στη Ναμίμπια, αλλά με υψηλή τιμή μετοχής, διαφοροποιημένα περιουσιακά στοιχεία και κυρίαρχο μέτοχο.\n\nΟι περισσότερο υπερχρεωμένες εταιρείες, όπως η Kosmos Energy και η Tullow, πιέζονται από την πτώση των τιμών. Η Tullow, με χρέη που υπερβαίνουν την κεφαλαιοποίησή της, αναγκάζεται να πουλήσει περιουσιακά στοιχεία και να αναχρηματοδοτήσει το χρέος της, ενώ τα ομόλογά της διαπραγματεύονται στα 85 σεντ ανά δολάριο.\n\nΜία εναλλακτική στρατηγική για τις ευρωπαϊκές εταιρείες είναι η συμμετοχή σε ανακαλύψεις άλλων εταιρειών, όπως η πιθανή αναζήτηση συνεργατών από τη BP για το κοίτασμα Bumerangue στη Βραζιλία. Αν και αυτές οι συνεργασίες είναι λιγότερο εντυπωσιακές από τις μεγάλες εξαγορές, μπορούν να προσφέρουν στις ευρωπαϊκές εταιρείες τρόπους να αξιοποιήσουν την επιχειρηματική τους δραστηριότητα και να ενισχύσουν τη θέση τους στην αγορά.\n\nΣυμπερασματικά, η πτώση των τιμών πετρελαίου δεν αποτελεί μόνο πρόκληση, αλλά και ευκαιρία για εταιρείες με κεφαλαιακή ισχύ να ενισχύσουν τη θέση τους μέσω στρατηγικών εξαγορών και συνεργασιών, με τις ΗΠΑ να παραμένουν η κύρια σκηνή μεγάλων M&A.\n\nΔΙΑΒΑΣΤΕ ΠΕΡΙΣΣΟΤΕΡΕΣ ΕΙΔΗΣΕΙΣ:",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "CVX",
          "XOM",
          "BP",
          "APA",
          "TLW",
          "EQNR",
          "KOS",
          "DVN"
        ],
        "summary": "The article discusses the decline in oil prices and the resulting opportunities for mergers and acquisitions in the oil sector. Companies with strong financial positions, like ExxonMobil and Chevron, are likely to benefit as they can acquire undervalued assets, while heavily indebted companies like Kosmos Energy and Tullow Oil may struggle and face negative impacts.",
        "ticker_impacts": {
          "XOM": {
            "impact": "positive",
            "explanation": "ExxonMobil (XOM) is well-positioned to take advantage of lower oil prices to acquire other companies, as it has a strong balance sheet and can use its high stock prices for acquisitions."
          },
          "CVX": {
            "impact": "positive",
            "explanation": "Chevron (CVX) can benefit similarly to ExxonMobil by leveraging its strong financial position to pursue acquisition opportunities in a market where weaker companies may be forced to sell assets."
          },
          "APA": {
            "impact": "positive",
            "explanation": "Apache Corporation (APA) is highlighted as an attractive acquisition target due to its valuable projects that exceed its market capitalization, making it a potential target for larger companies looking for growth."
          },
          "DVN": {
            "impact": "positive",
            "explanation": "Devon Energy (DVN) is also mentioned as a company with significant projects that could attract acquisition interest, especially as larger firms seek to consolidate in the industry."
          },
          "EQNR": {
            "impact": "neutral",
            "explanation": "Equinor (EQNR) has a strong balance sheet but is in a region where major acquisitions are limited, so while it may not face immediate impacts, it could be indirectly affected by market trends."
          },
          "RDS.A": {
            "impact": "neutral",
            "explanation": "Royal Dutch Shell (RDS.A) is in a strong position financially but faces limited opportunities for large acquisitions in Europe, making its impact from this news neutral."
          },
          "KOS": {
            "impact": "negative",
            "explanation": "Kosmos Energy (KOS) is struggling with high debt levels and may be forced to sell assets due to falling oil prices, which negatively impacts its market position."
          },
          "TLW": {
            "impact": "negative",
            "explanation": "Tullow Oil (TLW) is heavily indebted and facing pressure from declining oil prices, which could lead to asset sales and refinancing challenges, negatively affecting its stock."
          },
          "BP": {
            "impact": "neutral",
            "explanation": "BP is mentioned in the context of potential partnerships for exploration but does not have immediate acquisition opportunities, resulting in a neutral impact from this news."
          }
        }
      }
    },
    {
      "uuid": "0bc47e86-1005-4d6c-8211-a973b5bdb4ec",
      "title": "Market Shifts, Geopolitical Tensions, and Policy Debates Shape Global Outlook",
      "description": "The path to homeownership in the United States is becoming increasingly challenging, with the median age of a first-time homebuyer now reaching a record 40",
      "keywords": "",
      "snippet": "Key Takeaways\n\nThe median age of a first-time homebuyer in the U.S. has surged to a record 40 years old , up from 31 a decade ago, signaling a deepening housing...",
      "url": "https://stockmarketwatch.com/stock-market-news/market-shifts-geopolitical-tensions-and-policy-debates-shape-global-outlook/55771/",
      "image_url": "https://stockmarketwatch.com/stock-market-news/wp-content/uploads/2025/07/breaking-news.webp",
      "language": "en",
      "published_at": "2025-11-08T14:38:28.000000Z",
      "source": "thestockmarketwatch.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "Key Takeaways\n\nThe median age of a first-time homebuyer in the U.S. has surged to a record 40 years old , up from 31 a decade ago, signaling a deepening housing affordability crisis that delays wealth building for an entire generation.\n\n, up from 31 a decade ago, signaling a deepening housing affordability crisis that delays wealth building for an entire generation. Quantum computing stocks have dramatically outperformed AI, with some soaring over 1,900% in the last 12 months , despite these companies being years away from significant revenue generation, highlighting a speculative market trend.\n\n, despite these companies being years away from significant revenue generation, highlighting a speculative market trend. Russia is actively preparing proposals for potential nuclear weapons tests , following statements from former U.S. President Donald Trump regarding the resumption of American nuclear testing, escalating geopolitical tensions.\n\n, following statements from former U.S. President Donald Trump regarding the resumption of American nuclear testing, escalating geopolitical tensions. Former President Trump has called for Senate Republicans to redirect federal health insurance funds directly to citizens, bypassing insurance companies, amidst ongoing debates over healthcare policy and government spending.\n\nHousing Affordability Crisis Delays American Dream\n\nThe path to homeownership in the United States is becoming increasingly challenging, with the median age of a first-time homebuyer now reaching a record 40 years old. This marks a significant increase from 31 just a decade ago, according to reports from the National Association of Realtors (NAR). The share of first-time buyers has also plummeted to a record low of 21%, down from nearly 50% in 2010.\n\nThis deepening housing affordability crisis is largely attributed to persistently high home prices, rising mortgage rates, and a chronic shortage of affordable inventory. Experts warn that delaying homeownership until age 40, instead of 30, could result in a loss of approximately $150,000 in equity on a typical starter home, impacting long-term wealth building and intergenerational financial security. Most first-time buyers are now making a 10% down payment, the highest since 1989, often relying on personal savings or financial assets like stocks, and in some cases, gifts or loans from family and friends.\n\nQuantum Computing Stocks Soar Amid Speculative Growth\n\nIn a striking market trend, quantum computing stocks have seen explosive growth, with some firms outperforming the broader AI sector by soaring as much as 2,734% in the past year. Companies like Quantum Computing Inc. (QUBT), D-Wave Quantum (QBTS), Rigetti Computing (RGTI), and IonQ (IONQ) have experienced significant surges, turning them into billion-dollar enterprises.\n\nThis remarkable performance comes even as these companies are unlikely to generate substantial revenue for years, highlighting the highly speculative nature of the sector. Analysts note that while the technology holds immense potential to revolutionize industries like medicine, cybersecurity, and finance, the path to commercialization remains uncertain. Despite warnings from industry leaders, including Nvidia (NVDA) CEO Jensen Huang, who previously stated the technology was \"decades\" off, investor enthusiasm remains high, fueled by the prospect of quantum computing reaching an \"inflection point.\"\n\nRussia Prepares for Possible Nuclear Tests\n\nGeopolitical tensions are escalating as Russian President Vladimir Putin has instructed his Ministries of Foreign Affairs and Defense, along with intelligence services, to prepare proposals for possible Russian nuclear weapons tests. This directive comes in direct response to recent statements from former U.S. President Donald Trump, who appeared to suggest the United States might resume its own nuclear tests.\n\nPutin emphasized that Russia would only resume nuclear testing if the United States did so first, while also tasking his government to analyze Washington's intentions. Russian Defense Minister Andrei Belousov has reportedly urged immediate readiness at the Novaya Zemlya Arctic test site, citing U.S. weapons modernization. Russia has not officially conducted a nuclear test since 1990, and this development signals a potential shift in global nuclear policy, raising concerns about a new arms race.\n\nTrump Advocates Direct Healthcare Funding to Citizens\n\nFormer U.S. President Donald Trump has proposed a significant shift in healthcare policy, urging Senate Republicans to redirect federal funds currently paid to health insurance companies directly to individuals. In a social media post, Trump suggested this move would empower people to purchase their own healthcare and achieve cost savings.\n\nThis proposal emerges amidst ongoing debates in Congress over healthcare funding, particularly concerning federal health insurance tax credits set to expire at the end of the year. Democrats have been pushing to extend these subsidies, warning that their expiration could drastically increase premium costs for millions of Americans. Trump's call to bypass insurance companies and directly fund citizens adds a new dimension to the contentious discussions surrounding healthcare affordability and government's role in the sector.\n\nDisclaimer: This article is for informational purposes only and does not constitute financial advice. We are not financial professionals. The authors and/or site operators may hold positions in the companies or assets mentioned. Always do your own research before making financial decisions.",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "QUBT",
          "QBTS",
          "RGTI",
          "NVDA",
          "IONQ"
        ],
        "summary": "The article highlights significant trends in the housing market and the explosive growth of quantum computing stocks. The rising median age of first-time homebuyers indicates a housing affordability crisis, while quantum computing companies are experiencing remarkable stock performance despite their long path to revenue generation. Geopolitical tensions are also mentioned, but they do not directly impact the identified tickers. Overall, the quantum computing sector is poised for positive growth, benefiting companies like QUBT, QBTS, RGTI, and IONQ.",
        "ticker_impacts": {
          "QUBT": {
            "impact": "positive",
            "explanation": "Quantum Computing Inc. has seen significant growth in its stock price due to the overall surge in quantum computing stocks, which have outperformed the AI sector. This trend indicates strong investor interest and potential for future revenue, positively affecting QUBT."
          },
          "QBTS": {
            "impact": "positive",
            "explanation": "D-Wave Quantum's stock has benefited from the explosive growth in the quantum computing sector. As investor enthusiasm continues to rise, QBTS is likely to see increased demand and higher valuations, leading to a positive impact on its stock."
          },
          "RGTI": {
            "impact": "positive",
            "explanation": "Rigetti Computing has experienced a surge in stock price amid the speculative growth in quantum computing. The company's potential to revolutionize technology attracts investor interest, resulting in a positive impact on RGTI's stock."
          },
          "IONQ": {
            "impact": "positive",
            "explanation": "IonQ's stock has been positively impacted by the overall performance of quantum computing stocks, which have seen dramatic increases. The excitement surrounding quantum technology and its future applications supports a positive outlook for IONQ."
          },
          "NVDA": {
            "impact": "neutral",
            "explanation": "Nvidia, while mentioned in the context of quantum computing, is primarily focused on AI and graphics processing. The news does not directly impact NVDA's core business, so its stock is expected to remain stable, resulting in a neutral impact."
          }
        }
      }
    },
    {
      "uuid": "a961d416-9c00-413e-9eff-7263043eafe9",
      "title": "Our Life Without Headphones.",
      "description": "Our Life Without Headphones. We’ve all read countless articles about life without a phone. But in today’s world phones have become an essential part of our life. It’s not that we can’t live …",
      "keywords": "",
      "snippet": "Our Life Without Headphones. Shrushti Patel 2 min read · Just now Just now -- Listen Share\n\nPress enter or click to view image in full size\n\nWe’ve all read c...",
      "url": "https://medium.com/@shrushtipatel0806/our-life-without-headphones-4160544c2bb8",
      "image_url": "https://miro.medium.com/v2/resize:fit:736/1*LFeMKY3xxHvviGEA9aeetA.jpeg",
      "language": "en",
      "published_at": "2025-11-08T14:34:35.000000Z",
      "source": "medium.com",
      "relevance_score": null,
      "entities": [],
      "full_text": "Our Life Without Headphones. Shrushti Patel 2 min read · Just now Just now -- Listen Share\n\nPress enter or click to view image in full size\n\nWe’ve all read countless articles about life without a phone. But in today’s world phones have become an essential part of our life. It’s not that we can’t live without them, but in today’s fast-paced, tech-driven world, it’s pretty hard to imagine life without one. So, I came up with a new topic about the use of technology in day to day life: Headphones.\n\nYes, you heard that right and without the headphones. (hahaha)\n\nHeadphones have quietly become our life partner. In the olden days, if you asked people what they’d want in heaven, they would have said family, friends, and love. But in the digital age, people would probably ask for a phone, charger, and headphones—oh, and an internet connection too.\n\nBut why am I talking about headphones specifically? Because they’re not exactly essential like a charger or internet. A phone won’t survive long without a charger, and the world would feel slow without the internet.\n\nBut headphones? They’re like bubbles in a bath—you don’t need them, but you definitely want them. It’s funny how our life doesn’t actually become difficult without headphones, yet the moment we can’t find them, we start to panic like they’re our lifeline. Think about it when was the last time you went an entire day without using headphones? We use them everywhere while travelling, walking, exercising, studying, working, and even cooking! Whether it’s listening to songs, watching movies, attending meetings, lectures, or just scrolling through reels, if the phone’s in our hand, the headphones are already on our head.\n\nThe fault is not our. It’s the world we live in. We’ve made headphones a part of our “personal space.” Even for a simple video call, we reach for them instantly.\n\nWe complain about loud music and noise pollution outside, but we happily play loud music straight into our eardrums for hours.Many children have reduced their hearing ability because, from a young age, because bigger than their ear they ear headphones. We talk about outside noise pollution, but what about this problem that’s so much closer?\n\nI’m not saying to stop using headphones altogether. I’m saying use them wisely. Try walking without them. Eat without watching something. Travel while actually observing your surroundings. Use headphones when needed like meetings, online classes, or when you’re in a crowded space. Give your ears a break not always you have to watch reel while wearing headphones.",
      "ticker_info": {
        "has_tickers": false,
        "original_tickers": [],
        "expanded_tickers": [
          "JBL",
          "BTH",
          "SNE",
          "SONY",
          "AAPL"
        ],
        "summary": "The article discusses the significance of headphones in modern life, suggesting that while they are not essential, their popularity remains high. This could lead to positive impacts on companies that manufacture headphones and audio equipment, such as Apple, Sony, and JBL, as consumer demand is likely to continue. Companies like Bose may remain unaffected due to the lack of specific trends mentioned.",
        "ticker_impacts": {
          "AAPL": {
            "impact": "positive",
            "explanation": "Apple produces headphones and other audio accessories. As the article discusses the importance of headphones in daily life, it suggests a continued demand for such products, which could positively impact Apple's sales."
          },
          "SONY": {
            "impact": "positive",
            "explanation": "Sony is a major manufacturer of headphones and audio equipment. The article highlights the role of headphones in modern life, indicating a sustained interest in audio products, which could boost Sony's sales."
          },
          "SNE": {
            "impact": "positive",
            "explanation": "As a parent company of Sony, SNE could benefit from the increased demand for headphones and audio products, as highlighted in the article, leading to potential growth in revenue."
          },
          "BTH": {
            "impact": "neutral",
            "explanation": "Bose is known for its high-quality headphones. While the article discusses headphones, it does not specifically mention any issues or trends that would directly impact Bose's market position, leading to a neutral impact."
          },
          "JBL": {
            "impact": "positive",
            "explanation": "JBL manufactures headphones and audio devices. The article's emphasis on the importance of headphones in everyday activities suggests a favorable environment for JBL's products, potentially increasing their sales."
          }
        }
      }
    }
  ]
}